{
  "Title": "Exemple de traduction",
  "Intro": "Bonjour je m'appelle Arthur, j'ai 42 ans.",
  "dd": "You don’t have a Bingo69 account so we can’t make you happy yet",
  "home": "Home",
  "customer_service": "customer service",
  "signup": "Sign Up",
  "logout": "Logout",
  "login": "Login",
  "cart": "Cart",
  "lotteries": "Lotteries",
  "coming_up": "Coming up",
  "next_draw": "Next draw",
  "play": "Play",
  "largest_jackpot": "Largest Jackpots",
  "view_all": "View All",
  "syndicates": "Syndicates",
  "promotions": "Promotions",
  "results": "results",
  "my_account": "my account",
  "draw_closes": "Draw closes in",
  "days": "Days",
  "hrs": "HRS",
  "mins": "Mins",
  "secs": "Secs",
  "banner_text":"Fast checkout with a Quickpick",
  "most_popular":"MOST  POPULAR",
  "banner_text_sub":"…or pick your own numbers",
  "buy_tickets":"Buy Tickets",
  "not_published":"Not Announced",
  "general":"General enquiries",
  "winnings":"Winnings",
  "subscriptions":"Subscriptions",
  "account":"Account",
  "jackpots":"Jackpots",
  "scratchcards":"Scratchcards",
  "syndicates":"Syndicates",
  "security":"Security",
  "games":"Games",
  "communications":"Communications",
  "mobile":"Mobile",
  "withdrawing":"Withdrawing funds",
  "addfunds":"Adding funds",
  "responsiblegambling":"Responsible gambling",
  "promotions":"Promotions",
  "kyc":"Identity verification",
  "faq-general-q0":"Why choose Bingo69?",
  "faq-general-q1":"What is lottery betting?",
  "faq-general-q2":"Who operates Bingo69?",
  "faq-general-q3":"What languages are available?",
  "faq-general-q4":"How are you able to afford to pay out such massive jackpots?",
  "faq-general-q5":"Where are your Terms and Conditions?",
  "faq-general-q6":"How can I get in touch with Bingo69 Customer Service?",
  "faq-general-a0":"Bingo69 is the most popular choice for customers because we’re one of the safest and most customer-friendly online lottery betting platforms. Bingo69 gives the player access to bet on lotteries from all around the world, including the massive US Power Ball and Mega Millions which have both reached in a surplus of $500 Million in the last 12 months.  With Bingo69, players can play and win massive cash prizes wherever they are with mobile, tablet and laptop support. Always available to assist customers in case of any clarification through its dedicated support center. Customers can reach the support team via Phone or write a mail to us",
  "faq-general-a1":"Lotto betting is placing a bet on the outcome (which numbers are drawn) of an official lottery draw. You select the numbers that you think will be drawn as you would with a regular lottery purchase and if you guess correctly, you will win the assigned prize. The prize is usually cash matching in value of the official lottery you bet on. The amount of numbers you guess correctly will determine the size of the prize awarded.",
  "faq-general-a2":" Bingo69 is run by Betpoint Group Limited, a company registered in Malta. Bingo69 offers an online lottery betting experience to its customers, making the most popular lottery jackpots accessible to everyone across the globe.",
  "faq-general-a3":"Bingo69 is available to play in English. German, Russian and even more languages are coming very soon.",
  "faq-general-a4":"Bingo69 operates with what is known as an insurance model. What this means is every bet made on the lottery is insured. Bingo69 will pay out all the smaller wins from the revenue made from sales. The larger jackpot wins are covered by the insurance model. Using the insurance model Bingo69 is able to offer you the opportunity to win some of the biggest lotteries around the world, all from with your Bingo69 account.",
  "faq-general-a5":"Our full ‘Terms and Conditions’ can be viewed by using the link at the bottom of the website.",
  "faq-general-a6":"You can get in touch with a friendly member of our Support team in just one tap by pressing the menu button in the top left corner of the screen on mobile or clicking on ‘Customer Service’ at the top of the screen on desktop. Additionally, you can email us at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "faq-winnings-q0":"How will I know when I've won?",
  "faq-winnings-q1":"How will I get my winnings?",
  "faq-winnings-q2":"How much can I win?",
  "faq-winnings-q3":"Do I need to pay tax on winnings?",
  "faq-winnings-q4":"What are secondary winnings?",
  "faq-winnings-q5":"Can I bet with my winnings?",
  "faq-winnings-q6":"Can I remain ananymous if I win a Jackpot?",
  "faq-winnings-a0":"When you win, you'll receive an automated email from us informing you of your win and how much. You can also check if any of your previous bets have won by heading to 'My Account' and checking your 'Bet History'",
  "faq-winnings-a1":"When you win, your prizes will be credited to your account balance at the earliest time possible. As soon as your winnings are available in your account, you can proceed to withdraw them or use them to place more bets. For further information on how jackpot winnings are received see our Terms and Conditions.",
  "faq-winnings-a2":"All of our games have different jackpots and prize tiers. Visit your game of choice and in the description, you will see a list of prize amounts obtainable at the time of playing.",
  "faq-winnings-a3":"Taxes on any lottery bets change dependant on where you are playing from, as well as personal circumstances. We would recommend that if you are unsure if any taxes are due you contact a financial advisor to get some advice.",
  "faq-winnings-a4":"Secondary winnings are prizes that are not the jackpot. Secondary winnings can range from just a single digit amount unto the thousands and sometimes millions.",
  "faq-winnings-a5":"Lottery winnings are paid directly into your Bingo69 account. From there onwards you can do with them what you wish. You can choose to withdraw the funds or use them to make future bet purchases.",
  "faq-winnings-a6":"If you win a large cash prize there is a chance you may be asked to be included in marketing or promotional activity. However, we respect our users right to privacy and would never publish any personal information beyond what you are comfortable with sharing.",
  "faq-subscriptions-q0":"How do subscriptions work?",
  "faq-subscriptions-q1":"How do I opt in for a subscription?",
  "faq-subscriptions-q2":"Why should I get a subscription?",
  "faq-subscriptions-q3":"Can I cancel my subscription?",
  "faq-subscriptions-q4":"Will I be able to continue betting after cancelling a subscription?",
  "faq-subscriptions-q5":"Is there a minimum term for a subscription?",
  "faq-subscriptions-q6":"Can I set a specific timeframe for a subscription?",
  "faq-subscriptions-a0":"A lottery bet subscription will reapply your bet in every consecutive draw of the lottery until you cancel it. You can pause/reactivate your subscription by sending an email to <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "faq-subscriptions-a1":"Simply select the subscription option when placing your lotto bet and our system will automatically subscribe you to the next successive draws based on your selection.",
  "faq-subscriptions-a2":"Not only will a subscription get you a significant discount, it will save you time and you'll never have to worry about missing a draw again.",
  "faq-subscriptions-a3":"Yes, you can cancel your subscription at any time.",
  "faq-subscriptions-a4":"Of course! We do not restrict any of a player's ability to continue betting if a subscription is canceled.",
  "faq-subscriptions-a5":"The minimum period we offer for a subscription is 4 weeks.",
  "faq-subscriptions-a6":"No, but if you would like to, we have an alternative option called \"Multi-Draw\". With Multi-Draw you can decide the number of draws or weeks for which you would like to subscribe",
  "faq-account-q0":"How do I open an account with Bingo69?",
  "faq-account-q1":"Can I open an account on behalf of someone else?",
  "faq-account-q2":"How can I access my account?",
  "faq-account-q3":"How do I change my password?",
  "faq-account-q4":"I forgot my password - what now?",
  "faq-account-q5":"I am under 18 years old - can I play at Bingo69?",
  "faq-account-a0":"Opening an account at Bingo69 is super simple! As long as you are over 18, have a valid email address and reside in an approved play region all you need to do is visit Bingo69.com click on “Sign Up”, fill in the short form and you’ll be ready to play. Please ensure that all your details are accurate and up to date as part of our security process we are required to verify all accounts that are registered with us.",
  "faq-account-a1":"No, the only account anyone is permitted to open is an account in their own name and personal details.",
  "faq-account-a2":"You can access your account by clicking on the 'Login' button at the top of the page. If you're playing on mobile then you can tap the user icon in the top right corner of your device to display the login box.",
  "faq-account-a3":"You can change your password at any time in the 'My Account' section, under the 'Account Access' heading.",
  "faq-account-a4":"You can reset your password at any time by tapping on the 'Having Trouble Loggin In?'`` option underneath the Login button.",
  "faq-account-a5":"No. Any and all players need to be at least 18 years of age. It is illegal for anyone under the age of 18 to register an account. Underage gambling is a criminal offence and it is illegal for anyone under the age of 18 to open a Bingo69 account. We take age verification very seriously and is why we perform account verification on everyone who joins our site. If age verification can not be statisfied within 72 hours of applying to register an online account, your account will be frozen until we can meet this legal requirement. Please see the 'Identity Verification' section of teh FAQ for more details regarding our age verification and responsisble gaming processes.",
  "faq-jackpots-q0":"How do I choose my numbers?",
  "faq-jackpots-q1":"When are the draws?",
  "faq-jackpots-q2":"Where are the draw results?",
  "faq-jackpots-q3":"When does the jackpot for the next draw update?",
  "faq-jackpots-q4":"How can I see my bet details?",
  "faq-jackpots-q5":"How much does a bet cost?",
  "faq-jackpots-q6":"Where can I see the game rules?",
  "faq-jackpots-q7":"I don't live in the US, can I still win a US lottery?",
  "faq-jackpots-a0":"Your numbers are your decision. If you would like try your luck with a random selection all you have to do is tap the 'Quickpick' button",
  "faq-jackpots-a1":"Draws happen every day of the week. Visit the lottery game page for the lottery you want to bet on to see the times. We make things even easier with our countdowns below each draw.",
  "faq-jackpots-a2":"The results are all published as soon as they become available. You can view all the results on mobile by tapping on the menu on the left and selecting 'Results'",
  "faq-jackpots-a3":"After a draw takes place, we’ll publish the next estimated jackpot draw.",
  "faq-jackpots-a4":"You can view the details of your active and completed bets, including the numbers you’ve chosen in the ‘Bet History’ section of your account.",
  "faq-jackpots-a5":"Games and Draws have a variety of prices. The amount will be displayed on the game page and in your cart prior to completing your transaction.",
  "faq-jackpots-a6":"A summary of the rules for each draw can be found on the lottery info page.",
  "faq-jackpots-a7":"Bingo69 gives you the opportunity to bet on the outcome of lottery draws from all over the world. As you are betting on the result of lotteries, there is no need for you to reside in the US to be in with a chance to win massive cash prize from betting on the Powerball and Mega Millions jackpots.",
  "faq-scratchcards-q0":"What are scratchcards",
  "faq-scratchcards-q1":"What are the chances of winning with a scratchcard?",
  "faq-scratchcards-q2":"I was offered a free scratchcard, but I never got it?",
  "faq-scratchcards-q3":"How much money can I win?",
  "faq-scratchcards-q4":"My scratchcard won't play or load, what can I do?",
  "faq-scratchcards-q5":"I just won, now what?",
  "faq-syndicates-q0":"What is a Syndicate?",
  "faq-syndicates-q1":"How do Syndicate games work?",
  "faq-syndicates-q2":"Why should I participate in Syndicate?",
  "faq-syndicates-q3":"Can I place more than one bet in Syndicate?",
  "faq-security-q0":"I have an email from Bingo69, how do I know it's from you?",
  "faq-security-q1":"Are my details secure?",
  "faq-security-q2":"Where can I read your privacy Policy?",
  "faq-games-q0":"How do games work?",
  "faq-games-q1":"What's the difference between scratchcards and games?",
  "faq-games-q2":"My game won't load or play - what now?",
  "faq-games-q3":"What happens when I win?",
  "faq-communications-q0":"Why am I not getting your emails?",
  "faq-communications-q1":"How will I know when you add new games?",
  "faq-communications-q2":"How do I stop getting emails from Bingo69?",
  "faq-mobile-q0":"Is Bingo69.com playable on mobile?",
  "faq-mobile-q1":"Do you have a mobile app?",
  "faq-mobile-q2":"Can I visit your website on mobile?",
  "faq-withdrawing-q0":"How do I withdraw my winnings?",
  "faq-withdrawing-q1":"How long will it take for my withdrawal to process?",
  "faq-withdrawing-q2":"Why was my withdrawal refused?",
  "faq-withdrawing-q3":"What is the minimum amount I can withdraw?",
  "faq-withdrawing-q4":"Which payment method can I use to withdraw?",
  "faq-addfunds-q0":"How do I top up my Bingo69 account?",
  "faq-addfunds-q1":"What will be written on my bank statement?",
  "faq-addfunds-q2":"Where can I see recent transactions?",
  "faq-addfunds-q3":"Why hasn't my deposit been successful?",
  "faq-responsiblegambling-q0":"My gambling is starting to worry me - What can I do?",
  "faq-responsiblegambling-q1":"Where can I get more information on responsible gambling?",
  "faq-responsiblegambling-q2":"What player protection does Bingo69 offer?",
  "faq-responsiblegambling-q3":"What is Self-Exclusion",
  "faq-responsiblegambling-q4":"How can I self-exclude?",
  "faq-responsiblegambling-q5":"Can I reverse my decision to self-exclude?",
  "faq-responsiblegambling-q6":"What is a Reality Check?",
  "faq-responsiblegambling-q7":"How can I apply a Reality Check to my account?",
  "faq-responsiblegambling-q8":"What is a Deposit Limit?",
  "faq-responsiblegambling-q9":"How can I set or change a Deposit Limit?",
  "faq-responsiblegambling-q10":"Will I get marketing communications when I am self-Excluded?",
  "faq-responsiblegambling-q11":"Will my Self Exclusion protect me from other gambling operators?",
  "faq-kyc-q0":"Why do I have to send in identity documents for verification?",
  "faq-kyc-q1":"What documents do I need to provide?",
  "faq-kyc-q2":"What will happen if I refuse to send in the required documents?",
  "faq-kyc-q3":"What if I don't have those required documents available?",
  "faq-kyc-q4":"I want to cover some information on the documents - will it still be accepted?",
  "faq-kyc-q5":"When do I need to provide the required documents?",
  "faq-kyc-q6":"How should I send the documents in?",
  "faq-kyc-q7":"How will I know if my account and identity is verfied?",
  "faq-kyc-q8":"I have provided doucments before - why have I got to do it again?",
  "faq-kyc-q9":"I think I am the victim of fraud. What now?",
  "faq-promotions-q0":"My coupon code doesn't work - what now?",
  "faq-promotions-q1":"Why am I not eligible for a promotion?",
  "faq-promotions-q2":"My friend got a special offer and I didn't - why?",
  "faq-scratchcards-a0":"Our scratchcards give you the benefit of instant rewards. With a variety of games, there's something for everybody here.",
  "faq-scratchcards-a1":"You can find the pay tables for our scratchcards on the scratchcard game information page.",
  "faq-scratchcards-a2":"You can get in touch with a friendly member of our Support team in just one tap by pressing the menu button in the top left corner of the screen on mobile or clicking on ‘Customer Service’ at the top of the screen on desktop. Additionally, you can email us at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "faq-scratchcards-a3":"You can find the pay tables for our scratchcards on the scratchcard game information page.",
  "faq-scratchcards-a4":"If you're experiencing trouble with games loading you can get in touch with a friendly member of our Support team in just one tap by pressing the menu button in the top left corner of the screen on mobile or clicking on ‘Customer Service’ at the top of the screen on desktop. Additionally, you can email us at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "faq-scratchcards-a5":"If you win a prize on scratchcards, you'll be notified right there on the screen. The winnings will be credited to your Bingo69 account balance. From there you can continue to play with your balance or withdraw.",
  "faq-syndicates-a0":"Syndicates are a group of players who gather their money to place multiple lotto bets together, increasing everybody’s collective chance to win and share the prize money accordingly.",
  "faq-syndicates-a1":"At Bingo69 we preselect lottery numbers for every Syndicate. There are many types of Syndicate available on Bingo69, so all you need to do is purchase shares once you have decided on your favorite Syndicate draw. We combine the players and set it all up for you.",
  "faq-syndicates-a2":"Participating in Syndicate allows you to place more lotto bets for a small fraction of the cost. Guarantee better odds of winning the jackpot cash prize against a single bet.",
  "faq-syndicates-a3":"Of course you can! Simply pick the number of shares you’d like on the Syndicate order page to increase your odds of winning a bigger share of a cash prize.",
  "faq-security-a0":"When Bingo69 sends you an email we will generally address you by your first name. Additionally, we will never, ever, ask for your password, so never give it out. If you receive an email saying you requested a password change when you haven't, get in contact with our friendly support team.",
  "faq-security-a1":"Definitely, Bingo69 is 100% safe and secure. We use 128 SSL (Secure Sockets Layer)  bit encryption to protect your data. Including all personal details and any payment method information provided to us.",
  "faq-security-a2":"You can find a link to our privacy page in the footer of every page on the website.",
  "faq-games-a0":"Games are a quick and simple way to win big without having to wait for a draw.",
  "faq-games-a1":"The biggest difference between scratchcards and games is games have a variety of bet levels. The more you bet, the bigger your winning potential is. With scratchcards, the bet amount and prize amount are static.",
  "faq-games-a2":"If you're experiencing trouble with games loading you can get in touch with a friendly member of our Support team in just one tap by pressing the menu button in the top left corner of the screen on mobile or clicking on ‘Customer Service’ at the top of the screen on desktop. Additionally, you can email us at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "faq-games-a3":"If you win a prize on games, you'll be notified right there on the screen. The winnings will be credited to your Bingo69 account balance. From there you can continue to play with your balance or withdraw.",
  "faq-communications-a0":"To make sure you receive our emails, please add <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a> to your safe senders list. Some email providers have stricter spam settings than others, so be sure to check your junk mail folder too and move our emails to your inbox. Still not getting emails? Have you checked your email preferences in 'My Account' is set to 'I don't want to miss anything'.",
  "faq-communications-a1":"We love new games, so we love to let our users know whenever we launch a new game. We usually do this by email, so keep an eye on your inbox.",
  "faq-communications-a2":"Not liking our emails? That's ok, at the bottom of our emails, we have a link called 'remove me', simply tap or click on this and you'll be unsubscribed. Alternatively, you can change your email preferences in your account settings",
  "faq-mobile-a0":"Yes, Bingo69 is fully mobile responsive. All games, scratchcards and lotto betting is available on mobile as it is on desktop.",
  "faq-mobile-a1":"Not yet - but one is in the works. When it’s available, we'll be sure to let you know.",
  "faq-mobile-a2":"Yes, Bingo69 is fully mobile responsive.",
  "faq-withdrawing-a0":"When you want to make a withdrawal, all you need to do is visit 'My Account' > 'Cashier' then select 'Withdraw funds'. From there you'll be able to select the amount you want to withdraw starting form €50 and up. Providing your account is fully verfied your withdrawal will take anywhere form 24-72 hours.",
  "faq-withdrawing-a1":"After your withdrawal request has been approved, it may take up to 72 hours before you will see the funds in your bank statement. If you have not received your funds after that time frame, you can get in touch with our friendly support team for an update. Visa Debit Card: tend ot take 24 to 48 hours. However, it can take your bank up to 3 working days. Neteller instant / Skirll instant etc.",
  "faq-withdrawing-a2":"If you find that your withdrawal request has been refused, the refusal will be accompanied by an email detailing the reasons why. If you are unable to find this email in your inbox you can get in touch with our friendly support team for an update. If your identity verification is incomplete, this can result in a failed withdrawal. Always ensure your bank details are up to date to ensure a quick and successful withdrawal.",
  "faq-withdrawing-a3":"The minimum withdrawal amount is €50 (or equivalent)",
  "faq-withdrawing-a4":"You can withdraw with only a visa or mastercard which were used for depositing into your account.  For a bank wire please contact our support team.",
  "faq-addfunds-a0":"After signing up to Bingo69.com you can add funds by clicking on 'My Funds' on the desktop version, or tap the user icon in the top right corner of mobile, then tapping on the 'Quick Deposit' button at the bottom.",
  "faq-addfunds-a1":"Transactions will appear on your bank statement with the description of Bingo69.com",
  "faq-addfunds-a2":"You can view all your recent transactions in 'My Account', then navigating to 'My Transactions'",
  "faq-addfunds-a3":"A deposit can be unsuccessful for several reasons, one reason could be due to an authentication failure. Always make sure that the information you provide is correct, espcially check that you have entered the correct card expiration data and the correct CVV number (the 3 digits on the back of your card). Another reason for an unsuccessful deposit is not having the required funds available.",
  "faq-responsiblegambling-a0":"We take our responsibility as an operator seriously. With that, if you have any concern about your gambling behaviour we strongly advise you refer to our Responsible Gambling Policy. This can be found in the footer of every page on the website. Additionally, you can contact our friendly and understanding support team, and they can help you set limits, or simply close your account for you.",
  "faq-responsiblegambling-a1":"You can find our Responsible Gambling Policy in the footer of every page on the Bingo69 website.",
  "faq-responsiblegambling-a2":"At Bingo69 you can assign deposit limits to your account to make sure you only spend within an agreed amount. You can also activate a Reality check, which is a reminder that will display on screen after an agreed amount of time to ensure you are able to keep track of your time spent on Bingo69.com. You can also self-exclude for a set amount of time or quickly and easily close your account at any time.",
  "faq-responsiblegambling-a3":"A Self Exclusion is an account closure type that is used when a player makes an informed decision and commitment to refrain from using online gambling facilities. This is a responsible gaming tool that allows you to take an extended break from your playing account this ranges from 6 months to 5 years. Once you select this function it can not be undone until the time limit has been met. Self-exclusion is a mutual agreement whereby the customer and operator agree that the user should refrain from gambling for the set period of time and by doing so should not create any further accounts with the operator. We will use all reasonable endeavours to ensure compliance with our responsible gaming self-exclusion policy.",
  "faq-responsiblegambling-a4":"You can self-exclude by visiting the 'My Account' section, and tap on 'Responsible Play'. From there, you change the checkbox from 'Registered' to 'Self Exclusion' and state the amount of time you wish to self-exclude for. Once the self-exclusion period is over, you will need to contact our friendly support staff to unlock your account.",
  "faq-responsiblegambling-a5":"No. Once you have opted to self-exclude for a set period of time, you will not be allowed to access your account again until that time period has passed.  We take responsible gambling very seriously and if you try to open other accounts with us during your period of exclusion we will do our best to detect and close them.",
  "faq-responsiblegambling-a6":"A Reality Check is a pop-up message that shows up automatically after a certain amount of gameplay time from which you can: 1. Suspend play 2. Find out length of gameplay 3. Either end session or continue play 4. View transaction history",
  "faq-responsiblegambling-a7":"You can set-up a Reality Check by visiting the 'My Account' section, and tap on 'Responsible Play'. From there, you can input a time period (in minutes) after which you will receive a pop-up on screen delivering a breakdown of your current session details",
  "faq-responsiblegambling-a8":"A deposit limit is a self-imposed limit on the total amount of funds you can deposit into your Bingo69 account over a given time period. You can set these limits per Day, Week or Month.",
  "faq-responsiblegambling-a9":"You can set or change deposit limits by visiting the 'My Account' section, and tap on 'Responsible Play'. From there, you can input an amount, and frequency of your limit, then press submit.",
  "faq-responsiblegambling-a10":"No. We respect your decision to take time away from gambling. We pride ourselves on being a responsible operator, so we will not send you anything that may encourage you to go back on your decision.",
  "faq-responsiblegambling-a11":"No. When you Self Exclude at Bingo69, the Self Exclusion is only valid on Bingo69. To support any decision to self exclude we also strongly advise you to consider installing gambling website blocking facilities such as GamBlock (www.gamblock.com). In addition if you hold accounts with any other operator we recommend that you self exclude with them too.",
  "faq-kyc-a0":"As a regulated operator, it's our responsibility to verify the identity of our players in accordance to Know Your Customer (KYC) regulations and to ensure they are 18 or over in order to continue providing our service.",
  "faq-kyc-a1":"Personal Identification, provide a copy of one of the following:<br>Passport<br>Driving License<br>National ID Card<br><br>Address Verification, provide a copy of one of the following:<br>Utility Bill<br>Tax Bill<br>Bank Statement<br><br>Source of Payment, provide a copy of one of the following:<br>Credit or Debit card registered on your account<br>Bank Statements dated within the last 3 month with 'Bingo69' visible in the transactions<br>",
  "faq-kyc-a2":"Failure to provide these document when requested may lead to the suspension of your account with no further transactions allowed.",
  "faq-kyc-a3":"If you wish to submit documents that you have been issued by alternative authorized authorities there is no guarentee they will be accepted. These documents will be assessed on a case-by-case basis and if accepeted, this will be under extreme special circumstances.",
  "faq-kyc-a4":"Bingo69 respects your privacy and security. We encourage that you cover parts of the information on the documents you provide as long as the details we require are still visible to us.<br><br>We will need to see:<br>Your Full name<br>Date of Birth<br>Residential Address<br>Nationality<br>First 6 and last 4 digits of your Credit/Debit card<br>Issue date<br>Valid Period<br>Relevant account numbers<br>Issuing Authority<br>Driving Licence (the front of the photo card license)<br>Passport (complete picture of the photo page)<br>",
  "faq-kyc-a5":"When requested you are afforded 72 hours to present the required documents. If you haven’t been able to verify your account within 72 hours after your first deposit and or wager we are obligated to suspend your account and you will be unable to deposit, bet or withdraw funds. You will be able to be verified at any stage after the 72 hours by complying with our verification rules.",
  "faq-kyc-a6":"Once you have the images saved, please send each one as a separate attachment by e-mail to <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a> with a clear subject line. Alternatively, you can take a photo of your documents using a digital camera or mobile phone, or you can scan them onto your computer.<br>All copies must be legible and easily read - this will help us to quickly verify your details.",
  "faq-kyc-a7":"Once verified our friendly support team will be in touch with confirmation.",
  "faq-kyc-a8":"You may be required to provide documents once again if previously submitted documentation has since expired.",
  "faq-kyc-a9":"If you believe you have been the victim of fraud, get in touch with us immediately. As a precaution, we will suspend your account and then proceed to verify your identity. We will alert our Fraud and Payments department. We suggest that you obtain a police crime reference number and also contact your payment provider and bank to report this incident.",
  "faq-promotions-a0":"If you have been unable to successfully redeem a coupon code that you believe to be valid you can get in contact with our friendly support team at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a> for assistance.",
  "faq-promotions-a1":"You may not be eligible for a promotion if you have already taken part in it, or a similar promotion. Every promotion carries its own Terms and Conditions and qualifying rules. If you are unsure of your eligibility, then feel to get in contact with our friendly support team at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a> for assistance.",
  "faq-promotions-a2":"Every promotion carries its own Terms and Conditions and qualifying rules. If you are unsure of your eligibility, then feel to get in contact with our friendly support team at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a> for assistance.",
  "terms_title":"Terms & Conditions",
  "terms_desc":"Please read these terms of service carefully before using the services and website. your use of this website and the services means that you accept the following terms of service which are legally binding. If you do not agree to be bound by these terms of service, you should exit the service immediately.",
  "terms_a0":"Betpoint Group Limited, a company incorporated under the laws of Malta, with company number C52434 and registered offices at Dragonara Business Centre, 5th Floor, Dragonara Road, St Julians, STJ 3141, Malta. (the <b>Company</b>, <b>our</b>, <b>we</b>, <b>us</b> or <b>Bingo69</b>) is the owner and operator of this website and its related mobile application (if applicable) (the <b>Website</b>). When you (<b>user</b> or <b>you</b> or <b>Player</b>) access and/or use the Website or the Services (as defined below), these Terms of Service (the <b>Terms of Service</b> or <b>Agreement</b>) shall apply to any such use.",
  "terms_a1":"These Terms of Service also incorporate the Privacy Policy which can be found at <a href='/privacy-policy'>Privacy policy</a>, which applies to your use of the Website and the related Services and is incorporated by reference into these Terms of Service, constituting an integral part thereof. You should review the Privacy Policy prior to any use of the Website or the Services. We take our responsibilities in relation to your privacy very seriously and therefore changes to the Privacy Policy are strictly subject to the modification provisions found therein",
  "terms_a2":"The Website offers Players the opportunity to (i) place Bets on the outcome of a certain official or state-run Lotteries (the <b>Bet on Lottery Service</b>); and (ii) to participate in Games (the <b>Casino Service</b>), all as further described herein. Please note that the Website does not provide Players with the opportunity to purchase lottery tickets for the Lotteries. Players are placing Bets with Bingo69 on the outcome of the Lotteries and are therefore participating in so-called lottery betting",
  "terms_a3":"The Services are provided to you under the Company's Curacao license, license number: 1668/JAZ.",
  "terms_a4":"If these Terms of Service are published in any language other than English, where there is a discrepancy, the English language version will prevail.",
  "terms_definitions":"Definitions",
  "terms_a5":"In these Terms of Service, unless stated otherwise, the words and expressions set out below shall have the following meanings:",
  "bet":"Bet",
  "bet_desc":"A bet placed on the outcome of a draw of a certain Lottery on which bets can be placed using the Website.",
  "games":"Game(s)",
  "games_desc":"casino-style, scratch card and any other games offered and operated by us through the Website.",
  "hedging_provider":"Hedging Provider",
  "hedging_provider_desc":"any insurer, loss adjuster, ticket buying agent, primary Lottery Draw operator or other person or entity with whom we hedge some or all of the risks arising out of or in relation to Bets from time to time",
  "lotteryOrOperator":"Lottery or Lottery Operator",
  "lottery_or_desc":"an office or state-run or other lottery on which Bets can be placed using the Website",
  "lottery_draw":"Lottery Draw",
  "lottery_draw_desc":"An official draw of the relevant Lottery game",
  "lottery_jackpot":"Lottery Jackpot",
  "lottery_jackpot_desc":"The aggregate amount payable by the relevant Lottery Operator in respect of all winning tickets in Prize Category I of the applicable Lottery Draw, as announced by the Lottery Operator, or where no such winning ticket is announced, the amount that would have been payable by the relevant Lottery Operator had there been a winning ticket in Prize Category I of the applicable Lottery Draw, as determined by the Company.",
  "lottery_winning_bet":"Lottery Winning Bet",
  "lottery_winning_bet_desc":"A winning Bet for a Lottery game, which was successfully submitted by a Player hereunder",
  "overall_winning_bet":"Overall Winning Bet(s)",
  "overall_winning_bet_desc":"With respect to each Lottery Draw, shall include all Lottery Winning Bets placed with the Company on the Website, together with any bet placed directly or indirectly with and insured by the Company and the Company’s Hedging Providers on the same Lottery Draw, that has led to winnings, including bets placed (i) by a person who has placed their bet via the services of a third party acting as agent, licensee, reseller or broker in respect of, or betting intermediary for, the Company’s and the Company’s Hedging Providers’ betting products or of a third party offering of the Company’s or its Company’s Hedging Providers’ products under its own brand; and (iii) a person who has placed their bet with the Company’s Hedging Providers, including for the avoidance of doubt when the bet is insured by such Hedging Provider on behalf of third parties, which are not Bingo69.",
  "pay_out":"Pay Out",
  "pay_out_desc":"The amount which the operator of a Lottery has to pay or has already paid out in respect of a correctly matched Bet of a relevant draw.",
  "password":"Password",
  "password_desc":"The password chosen by the Player at the time of registration together with such Player’s Username, as defined below, which shall be used to ensure that the Player can be uniquely identified by us",
  "player":"Player",
  "player_desc":"A registered user of the Website",
  "player_account":"Player Account",
  "player_account_desc":"The account created by a Player on the Website through which the Player may place Bets and/or Wagers",
  "prize_allocation":"Prize Allocation",
  "prize_allocation_desc":"In respect of a Lottery Draw, the amount payable by the applicable Lottery Operator in respect of each winning ticket for the relevant Prize Category in that Lottery, as announced by the Lottery Operator, or where no such winning ticket is announced, the amount that would have been payable by the relevant Lottery Operator had there been a winning ticket in that Prize Category of the applicable Lottery Draw, as determined by Bingo69 based on official information published by the applicable Lottery Operator.",
  "prize_category":"Prize Category",
  "prize_category_desc":"In respect of a Lottery Draw, the relevant tier of winning as determined by the amount of numbers correctly matched (including bonus numbers, stars or other special symbols), all as determined by the Lottery Operator.",
  "services":"Services",
  "services_desc":" Means, collectively, the Bet on Lottery Service and the Casino Service and all other related services available on the Website.",
  "stake":"Stake",
  "stake_desc":"The sum of money a Player is required to pay in order to place a Bet, or the sum of money staked for one or more Games, as applicable, including any service fees",
  "username":"User Name",
  "username_desc":"The Player's email address or any other types of usernames as permitted by us from time to time, to be chosen by the Player at the time of registration, that shall be used to carry out all deposit and withdrawal transactions via the Player Account and that is intended to ensure that the Player can be uniquely identified by us",
  "wager":"Wager",
  "wager_desc":"A wager placed by a Player with respect to its participation in any of the Games",
  "winnings":"Winnings",
  "winnings_desc":"Refers to either the prize paid out in case of winning Wager placed on any Game, or the premium paid to the Player in respect of a Lottery Winning Bet, all in accordance with these Terms of Service.",
  "winning_ticket":"Winning Ticket",
  "winning_ticket_desc":"A winning ticket for the relevant draw of the Lottery Draw.",
  "introduction":"Introduction",
  "terms_intro_a1":"The Company is responsible for the operation of the Website, the Player Accounts, the Players’ placing of Bets on the Lotteries’ draws and their participation in the Games as well as for the payment of Winnings to the Players within the scope of these Terms of Service",
  "terms_intro_a2":"By registering through the Website or any application and/or by using the Services and/or by marking the 'I accept these Terms Service' box (or any other similar wording), you expressly agree to be bound by these Terms of Service and the Privacy Policy in their entirety and without reservation.",
  "terms_modification":"Modification of the Terms of Service and the Services",
  "terms_modification_a1":"We reserve the right to amend, modify, update and change any of the terms of these Terms of Service (including the Privacy Policy) at any time and we will notify you of any such amendment, modification or change by publishing the new version of the Terms of Service on the Website. Any modified version will take effect 14 days after its publication on the Website or earlier if required by any applicable law, regulation or directive. Your continued use of the Services and/or the Website after such period will be deemed to constitute your acceptance of the changes to the Terms of Service. It is your responsibility to ensure that you are aware of the correct and current terms and conditions of the Terms of Service and we advise you to check for updates on a regular basis.",
  "terms_modification_a2":"We reserve the right to suspend, modify, remove or add to the Services in our sole discretion with immediate effect and without notice to you. We shall not be liable for any loss suffered by you resulting from any such changes made and you shall have no claims against us in such regard.",
  "terms_player_services":"Use of the Services and Your Player Account",
  "terms_player_services_a1":"Access or use of the Website and/or the Services may be illegal in certain countries, irrespective of your age. You are responsible for determining whether your accessing and/or use of the Website is compliant with applicable laws in your jurisdiction and you confirm to us that your use of the Services is not illegal in the territory from which you access them. We accept no responsibility for Game played and/or Bets placed illegally and you warrant that you are legally entitled to participate in any Game and to place any Bet from the jurisdiction in which you reside.",
  "terms_player_services_a2":"In addition, there are certain territories which we block access from. Our list of blocked territories does not necessarily correlate to those jurisdictions where we have taken a view on legality; equally if a territory is not blocked, that does not amount to a representation on our part that participation in that territory is legal. We reserve the right to amend the list of countries from which we will not accept users of the Services from time to time at our sole discretion.",
  "terms_player_services_a3":"You must not access or use the Website and/or the Services (or attempt to do so) if you are based in any of the jurisdictions referenced in paragraphs 4.1 and 4.2 above or any jurisdiction in which it is illegal to do so (<b>Prohibited Jurisdictions</b>).",
  "terms_player_services_a4":"You must not access or use the Website and/or the Services (or attempt to do so) unless: (i) you are 18 years old or more; or (ii) if you are based in a jurisdiction in which you must be older than 18 to use any part of the Services, unless you are of the legal age to gamble in such jurisdiction (<b>Legal Age</b>).",
  "terms_player_services_a5":"We reserve the right to request proof of age at any stage, to verify that persons under 18 years old are not using the Services. If proof of age is not provided by you or if we suspect that you are under the age of 18, we may terminate your Player Account and/or exclude you from using the Services. We reserve the right to withhold any funds in your Player Account and not pay you any Winnings until your age is verified.",
  "terms_player_services_a6":"We reserve the right to verify your registration details and payment methods used, at any time, by requesting certain documents. We shall be under no obligation to accept such documents as valid and whether we decide to accept such documents shall be at our sole discretion. In the event our requests for documents are not completed by you, we may at our sole discretion terminate your Player Account, and withhold any funds that are present therein and withhold any Winnings.",
  "terms_player_services_a7":"We reserve the right to perform background checks on any Player and request any relevant documentation, for any reason, including (but not limited to) any investigation into the identity of the Player,  any credit checks performed on the Player, or any enquiries into the Player’s personal history. We may decide at our sole discretion to terminate your Player Account, and withhold all funds in such account as well as withhold any Winnings, on the basis that such an investigation provides a negative or uncertain outcome.",
  "terms_player_services_a8":"If we reasonably believe that you are under the Legal Age and/or located in any Prohibited Jurisdiction when using the Website and/or the Services, we shall return to you the money you have deposited in your account as well as withhold any Winnings.",
  "terms_player_services_a9":"You shall access and use the Services only via your own Player Account and you may never access or use the Services by means of another person's account. Should you attempt to use the Services by means of any other person's account, we will be entitled to immediately close all your accounts, retain all monies in such accounts, withhold Winnings and bar you from future use of the Services.",
  "terms_player_services_a10":"You must ensure that the details provided when opening a Player Account are true and accurate and are kept up to date. You can amend your own individual Player Account details through the \"My Account\" section on the Website.",
  "terms_player_services_a11":"Holding multiple accounts being registered or used by you or by anyone from the same family or living in the same household and/or across multiple devices is strictly prohibited. The Company shall not be responsible in any way for preventing the registration of multiple accounts, but can take action, including retaining all monies in such accounts as well as any related Winnings, against any person opening multiple accounts, including but not limited to situations where accounts are registered from the same household, regardless of the registration details provided at the time of opening such accounts.",
  "terms_player_services_a12":"Your Player Account is solely for your benefit and you shall not use your Player Account or the Services for any professional, business or commercial purpose or on behalf of any other persons. You must ensure that your Player Account details are kept private, including without limitation your Password and Username. Browser functionality that enables you to save your username and password will increase the risk that your account may be accessed by a third party. If you are concerned that a third party is aware of your username and password, please contact our customer support immediately.",
  "terms_player_services_a13":"You shall not allow any third party to use your Player Account, Username or Password to access or use the Services and you shall be fully responsible for any activities undertaken on your Player Account by any third party. You hereby agree to indemnify us and hold us harmless against all costs, claims, expenses, and damages in relation to the use or access of your Player Account by any third party. In addition, you will not reveal your account Username or Password to any person and you shall take all steps to ensure that such details are not revealed to any person. You shall inform us immediately if you suspect that your Player Account is being misused by a third party and/or any third party has access to your Player Account, Username or Password so that we may investigate such matter, and you will cooperate with us, as we may request, in the course of such investigation.",
  "terms_player_services_a14":"The placing of Bets or your participation in any Game will not be valid if you have insufficient funds in your account.",
  "terms_player_services_a15":"The Company may, at any time, set-off any positive balances in your account against any amount owed by you to us.",
  "terms_player_services_a16":"The Company will apply an administration fee to all accounts that have been ‘inactive’ for a consecutive period of at least 180 days in accordance with the following procedure. An account is deemed to be ‘inactive’ during any period in which none of the following actions take place: (i) a successful deposit is made; or (ii) a Bet or Wager is placed",
  "terms_player_services_a16_1":"If your Player Account remains ‘inactive’ for a continuous period of 180 days then it shall be deemed to be ‘dormant’ and, if the balance on your Player Account is zero, your Player Account will be closed and no fee shall apply.",
  "terms_player_services_a16_2":"If, on being deemed to be dormant, your Player Account has a positive balance, we shall take reasonable steps to notify you using the details you provided during your registration process (or as updated by you).",
  "terms_player_services_a16_3":"If your Player Account remains dormant, after a minimum period of 28 days following our first attempt to notify you that your Player Account has become dormant, we shall deduct a monthly administration fee from your Player Account balance €5 (or currency equivalent), or 25% of your Player Account balance at the time that it is deemed to be dormant (whichever is greater).",
  "terms_player_services_a16_4":"The administration fee calculated in accordance with the above shall be deducted from your Player Account balance on the expiry of the 28 day notification period mentioned above and every 28 days thereafter at the same rate until the earlier of: (i) your Player Account balance reaching zero when no further administration fee shall be deducted and your Player Account will be closed; or (ii) you 'reactivate' your Player Account upon which no further administration fee shall be deducted",
  "terms_player_services_a16_5":"You can 'reactivate' your Player Account by: (i) making a successful deposit; or (ii) placing a Bet or a Wager on a Game.",
  "terms_player_services_a17":"We may implement a rounding policy in relation to monies deposited by or cashed-out from your Player Account, and/or any Winnings.",
  "terms_player_services_a18":"Unless otherwise stated, all examples given on the Website are given in EUR. For any transaction (including any deposit, Bet, Wager or payout of Winnings) that requires or involves a currency exchange, the applicable exchange rate will be the mid-rate as quoted by the <a href='http://www.XE.com' target='_blank'>www.XE.com.</a>",
  "terms_player_services_a19":"We shall be entitled to suspend or close your Player Account if we reasonably consider or have reason to believe that you are depositing funds without any intention to place a Bet or to participate in any Game. In such circumstances, we may also report this to the relevant authorities.",
  "terms_player_services_a20":"Players may pay money into their Player Account by credit card or other means as Bingo69 may approve from time to time. All deposits into your Player Account must be from a payment source on which you are the named account holder. Please note that there shall be no obligation on us to check this. In such cases where we identify that the named account holder differs from that which we hold, we reserve the right to treat any deposits into the Player Account as being invalid (and retain any Winnings arising from use of such deposit).",
  "terms_player_services_a21":"You agree that we shall be entitled to retain any interest which might accrue on funds held in your Player Account.",
  "terms_player_services_a22":"Depending on the payment method selected, deposits can incur charges or processing fees from third parties. Your bank may independently charge you for bank wire transfers and other methods of payment.",
  "terms_player_services_a23":"If a payment by the chosen means of payment is returned, Bingo69 may refuse to receive further payments by this respective means of payment.",
  "terms_player_services_a24":"If the payment to Bingo69 of any funds requested to be credited to Player’s Player Account is stopped, returned or otherwise not completed for any reason, or if any such payment is subsequently cancelled or discovered to have been the subject of any theft or fraud, Bingo69 shall be entitled to immediately deduct any amounts credited to that Player Account in respect of the payment, together with any reasonable charges incurred by Bingo69 with respect to any such payment.",
  "terms_player_services_a25":"Bingo69 shall be entitled to deduct from Player’s Player Account any additional charges reasonably incurred by Bingo69 as a result of the actions of Player or in carrying out Player’s instructions, including, but not limited to, payment charges.",
  "terms_player_services_a26":"Unless otherwise permitted by us from time to time, no credit will be offered by us, and all Bets and Wagers must be supported by sufficient funds in your Player Account. We reserve the right to void any placing of Bets and/or placing of Wagers on any Game (as applicable) which may have inadvertently been accepted when the Player Account did not have sufficient funds to cover the relevant Bet or Wager. Should funds be credited to your Player Account by us in error, it is your responsibility to inform us without delay. We will recover such funds by Player Account adjustment.",
  "terms_player_services_a27":"Nothing in these Terms of Service shall be construed so as to grant you any security interest whatsoever over the assets of the Company, including for the avoidance of doubt on any amounts standing to the credit of your Player Account.",
  "terms_player_services_a28":"If you are an officer, director, employee, consultant, supplier, agent and/or vendor of: (i) the Company or any company within our group of companies; (ii) any Lottery; and/or (iii) any entity that is connected with the management or operation of a Lottery Draw, you are not permitted to open a Player Account and/or use this Website and/or the Services whether directly or indirectly. This restriction also applies to relatives of such persons and for this purpose 'relative' includes, but is not limited to, any of a spouse, partner, parent, child or sibling.",
  "terms_player_services_a29":"Any funds you deposit with us will be held in a bank account in the name of the Company (the <b>Designated Account</b>).  The Designated Account is a separate account which only contains funds deposited by and due to Players, which are to be used for the sole purpose to pay for Players’ use of our Services. The funds will be retained by us in the Designated Account until used for that purpose.",
  "terms_player_services_a30":"Bingo69 shall be entitled in its sole discretion to set and amend from time to time monetary limits on the operation of Player Accounts, including limits on minimum and maximum deposit amounts, and maximum aggregate sums that may be bet or wagered in a particular time period.",
  "representations_title":"Player Representations and Undertakings",
  "terms_rp_under_a1":"When agreeing to these Terms of Service and on an ongoing basis, you hereby represent, warrant, covenant to the Company and agree that:",
  "terms_rp_under_a1_1":"You are ages the Legal Age or older and you are of sound mind and you are capable of assuming responsibility for your own actions.",
  "terms_rp_under_a1_2":"You are aware that you might lose your Stakes as a consequence of the Bets or Wagers placed by you or the Games’ you play.",
  "terms_rp_under_a1_3":"You are not physically located at the time of placing your Bet or of wagering on any Game, in any territory that Bingo69 excludes at the time of registration, including, but not limited to, the United States of America",
  "terms_rp_under_a1_4":"You will not do anything to seek to circumvent any technological or other measures Bingo69 has in place during the registration, bet placement, Game play and/or deposit processes to prevent persons located in excluded territories from registering for a Player Account and/or placing a Bet or purchasing Game ticket",
  "terms_rp_under_a1_5":"All details provided by you to us either during the registration process or at any time thereafter, including as part of any payment deposit transaction, are true, current, correct and complete and match the name(s) on the credit/debit card(s) or other payment accounts to be used to deposit or receive funds in your Player Account",
  "terms_rp_under_a1_6":"You have verified and determined that your use of the Services does not violate any laws or regulations of any jurisdiction that apply to you.",
  "terms_rp_under_a1_7":"You will not commit any acts or display any conduct that damages the reputation of the Company",
  "terms_rp_under_a1_8":"You are solely responsible for recording, paying and accounting to any relevant governmental, taxation or other authority for any tax, duties or levies that may be payable on any Winnings or Stakes",
  "terms_rp_under_a1_9":"You acknowledge and agree that the Company may publish the amounts you have won alongside your Username on the Website and/or through social networks and/or through or on any other media channels",
  "terms_rp_under_a1_10":"You shall use the Services and the Website only in good faith towards both the Company and other Players. In the event that we have reasonable suspicion that you have been using the Services in bad faith, we shall have the right to terminate your Player Account and any other accounts you may hold with us, and we shall be entitled to retain all monies therein and any Winnings. You hereby expressly waive any future claims against the Company in such regard",
  "terms_rp_under_a1_11":"You declare that the source of funds used by you on this Website is not illegal and that you will not use the Services in any way as a money transfer system.",
  "terms_rp_under_a1_12":"You shall not use any artificial intelligence which includes but is not limited to 'robots' and 'spiders' in relation to your use of the Website and/or the Services. All actions taken in relation to the Service by you must be executed personally by you.",
  "terms_rp_under_a1_13":"You shall not treat the Website as a financial institution nor be entitled to receive any interest on your deposits or funds.",
  "terms_bet_wager":"Placing of Bets and Wagers",
  "terms_bet_wager_a1":"The Services allow you to place Bets on the results of Lotteries offered by the Company from time to time as well as to participate and play the Games by placing your Wagers on the Games.",
  "terms_bet_wager_a2":"Before you place a Bet or a Wager we would advise you to read all applicable information available on the Website so that you are fully aware of the risks involved in gambling. For more information please see our Responsible Gaming Policy.",
  "terms_bet_wager_a3":"We may decline all, or part, of any participation in the Services requested at our sole and absolute discretion.",
  "terms_bet_wager_a4":"It is your responsibility to ensure details of your Bets or Wagers are correct before placement. Once you have placed a Bet or Wager you may not cancel or change it.",
  "terms_bet_wager_a5":"We may refuse any Bet or Wager before placement and we may also cancel any Bet or Wager placed at any prior to the applicable event occurring. Provided there is no suspicion necessitating account closure or suspension, the Bet or Wager will be refunded in full to you in the event of such cancellation.",
  "terms_bet_wager_a6":"Amounts deposited in your account will be allocated to the Services in the order that the applicable Bets or Wagers are placed.",
  "terms_bet_wager_a7":"A Bet or Wager will only be valid once accepted by our servers. You may check the processing status of the relevant Bet at any time on your Player Account. If you are unsure about whether your Bet or Wager is valid, please check your Player Account or contact our customer support immediately.",
  "terms_bet_wager_a8":"Notwithstanding the above, if your Bet or Wager is using funds deposited via a credit or debit card, such bet or wager will not be valid until we have received payment in full. The Bet or Wager will be automatically void if we have not received the payment prior to the relevant event commencing. In the case of any chargeback, reversal, or an insufficient funds notice from your bank or cancellation, any Winnings related to such payment will be void.",
  "terms_bet_wager_a9":"Save in respect of our negligence or fraud, should a dispute arise between you and us, you agree that our transaction log database will be determinative.",
  "terms_bet_wager_a10":"It is your responsibility to check that any Bet or Wager placed by you is correct and you may not cancel any Bet or Wager and all Bets and Wagers are final and non-refundable.",
  "terms_bet_wager_a11":"You can place a Bet on any Lottery made available on the Website or through a mobile application by selecting the relevant Lottery and the Stake, filling out the payment details and confirm your order.",
  "terms_bet_wager_a12":"Bets can be placed on various Lotteries at least a certain period of time before each such Lottery is drawn. Therefore, Bets can be placed on each Lottery only as long as the Website or the mobile application allows you to do so. No Bet shall be considered placed until receipt of confirmation from us.",
  "terms_winnings_a1":"Winnings shall be calculated and paid out in accordance with Appendix 1 to these Terms of Service",
  "terms_winnings_a2":"You may view the Winnings on you Player Account. In addition, we may inform you about Winnings by email or text message or in other way. Information about Winnings can be provided by us in any currency.",
  "terms_winnings_a3":"Bingo69 shall automatically credit Winnings to your Player Account provided that the Winning prize won by the Player does not exceed a certain limit, as determined by Bingo69 in its sole discretion, from time to time. For any Winnings in excess of this limit, Bingo69 will contact the Player to arrange payment of the applicable Winning to the Player. Bingo69 reserves the right to pay out Winnings (at its sole option) in (i) Euros or (ii) any other currency that is used to advertise the relevant prize on the Website. Where such dual currency applies, the prize published on the Website for the relevant draw will be equal to the relevant exchange rate published by the European Central Bank on the business day prior to the relevant draw day. Subject to the above, payment of Winnings related to Lottery Winning Bet to the Player Account of the Player shall only be made after publication of the relevant Pay Outs and calculation of Winnings.",
  "terms_winnings_a4":"You acknowledge that the Company is authorized in its sole discretion to void the relevant Bets and/or Wagers, as applicable, in any case where you have breached these Terms of Service, including without limitation, if any of the following occur: (i) the Company was instructed by a Player to place Bets only after the relevant deadline or after the start of the relevant draw and/or if the Company erroneously accepted an instruction to place Bets on the Website after the relevant deadline or after the start of the relevant draw, (ii) the Company becomes aware of a genuine error in relation to that Bet or Lottery Draw and is not able to contact the Player to correct the error or confirm the Bet before the deadline, (iii) the Company was instructed to place a Bet or a Wager by a Player who has provided false, incomplete or expired information in connection with its Player Account or otherwise in connection with the Website or the Services, (iv) the Company was instructed to place a Bet or a Wager by a Player who has been involved in any fraud-related activities in relation to the applicable Bet or Wager, the operation of the Player Account or otherwise in connection with the Website or the Services, (v) the Company was instructed to place a Bet or a Wager by a Player who was, at the time of placing the Bet, less than the Legal Age, (vi) the Player maintains more than one Player Account, (vii) the Lottery Draw is declared by an operator or co-operator of the Lottery as being invalid, (viii) where it would be forbidden, unlawful or illegal under applicable law or regulation to accept, process and/or honor such Bets or Wagers, (x) where Player fails to provide the required information and documentation pursuant to Section 8; or (xi) in the case of Hedged Bets only, where the Lottery operator or the Hedging Provider will not release, or enable the release, of the applicable funds (whether to Bingo69 or to the beneficiary Player).",
  "terms_winnings_a5":"The transfer of any Winnings by us to you shall not entitle you to any claim over any such Winnings which you are legally or contractually not entitled to. We may at any time reclaim Winnings transferred to you to the extent that you had no right to such Winnings in accordance with these Terms of Service.",
  "terms_winnings_a6":"Further terms regarding your Winnings may apply by us from time to time depending on the terms set out by the underlying Lottery on which Bets can be placed using the Website.",
  "terms_winnings_a7":"Some Lottery operators may allow with respect to a specific draw that the prizes due for such draw will be paid either as a lump sum or as annuity payments. For the avoidance of any doubt, it is expressly agreed that in any such case we shall pay the Winnings to you either as a lump sum or as an annuity payments, all as shall be determined by us at our sole and absolute discretion and on a case by case basis.  For the avoidance of doubt, in any case where we choose to pay the Winnings to you as a lump sum, we shall apply to such Winning the same deductions that would have been deducted from any prize due to a holder of a Winning Ticket choosing the lump sum option, all as determined by the Lottery Operator in accordance with its terms and conditions which are relevant to the receipt of winnings as a lump sum (rather than as annuity payments).",
  "terms_winnings_a8":"In the event that any Winnings incur taxes, duties or levies, these are borne by you. You are responsible for reporting your Winnings and losses to the tax and/or other authorities in your jurisdiction. In the event that we are required to pay any taxes, duties or levies (including withholdings) directly to a regulatory authority you agree that we are entitled to deduct these amounts from any Winnings payable to you or your Player Account balance, or claim these amounts from you.",
  "terms_winnings_a9":"Our decision as to whether or not a Bet is a valid Lottery Winning Bet or in respect of any other matter or dispute arising from the payment or awarding or non-payment or non-awarding of Winnings and any exercise by us of any discretion under these Terms of Service shall be final and binding upon you, subject to any dispute resolution mechanism stated herein. In the event of a dispute in respect of a Lottery Winning Bet or the payment or awarding of any Winnings, we may withhold payment of the relevant Winnings until any dispute has been resolved.",
  "terms_winnings_a10":"Our decision as to whether or not a Bet is a valid Lottery Winning Bet or in respect of any other matter or dispute arising from the payment or awarding or non-payment or non-awarding of Winnings and any exercise by us of any discretion under these Terms of Service shall be final and binding upon you, subject to any dispute resolution mechanism stated herein. In the event of a dispute in respect of a Lottery Winning Bet or the payment or awarding of any Winnings, we may withhold payment of the relevant Winnings until any dispute has been resolved.",
  "terms_winnings_a11":"We act as a bookmaker in respect of Bets that you place on the outcome of the underlying Lotteries. We always endeavor to pay out all Winnings in respect of Lottery Winning Bets and in order to do so, we use certain hedging measures and financial instruments. In particular, we may take out insurance policies with Hedging Providers in order to cover certain payouts to Players.",
  "terms_winnings_a12_a":"In some cases, we may use financial instruments to endeavor to pay out Winnings, including by insuring a Bet placed by you via our Hedging Providers and/or by us or our Hedging Providers purchasing actual Lottery Tickets in the Lottery on your behalf which is corresponding to your Bet (\"Hedged Bet\"). Hedging techniques as well as the hedging criteria which qualifies a certain bet to be hedged by us shall be at our sole discretion. In the event that we do so and you are due Winnings in respect of a Lottery Winning Bet, we may need your assistance in claiming the applicable Winnings from the Lottery, which may include you having to claim the Winnings directly from the Lottery Operator and/or to empower third parties instructed by us or our Hedging Providers to collect the Winning on your behalf and in this case you will be required to fully cooperate with us and/or our Hedging Providers is this respect.",
  "terms_winnings_a12_b":"In claiming Winnings from the Lottery Operator, directly or through collaboration with us and/or our Hedging Providers, if such Winnings for such entries incur any taxes, duties or levies, and/or if any costs or expenses are incurred by you in connection with your collection of Winning as stated above, these are to be borne solely by you. Under no circumstances will we have any obligation to pay you any amount the Lottery Operator may fail to pay you, to Bingo69 or to its Hedging Providers in connection with any Winnings for such entries. If you are unwilling or unable to assist, we may not be able to claim the winnings from the Lottery.",
  "terms_winnings_a13_a":"As a result of the above hedging techniques, whilst we will make every effort to payout as per these Terms of Service, depending on the technique used we may with respect to certain Winning Bets, be reliant on: (i) the Lottery Operator paying us the applicable Winnings; and (ii) the Hedging Provider paying out the insurance claim (such winnings and claim being together the 'Hedged Winnings').",
  "terms_winnings_a13_b":"Provided we have hedged a certain Bet as set out in Section 7.10 above and provided further that we have used reasonable endeavors to obtain the Hedged Winnings, you acknowledge and agree that we will only be liable to you for any Hedged Bets and the related Hedged to the extent that we have actually received the applicable Hedges Winnings from the applicable third party (i.e. the Lottery operator and/or Hedging Provider). We will pay your Hedged Winnings to you to the extent that and as soon as we receive the corresponding funds from the applicable third party. As a result, there may be instances where your receipt of Hedged Winnings in respect of Lottery Winning Bets may be delayed and/or we may be unable to payout in accordance with these Terms of Service. We disclaim any liability towards you in any case where for any reason and following investing our reasonable endeavors as above, we fail to obtain the Hedged Winnings.",
  "terms_winnings_a14":"You agree that, in the event that the Services fail to operate correctly, for any reason, we will not be responsible for any loss, including loss of Winnings, that may result and if any such errors result in an increase in Winnings owed or paid to you, you shall not be entitled to the Winnings falling within such increase. You shall immediately inform us of such error and shall repay any Winnings to us which have been credited to your Player Account or which may have been paid to you; alternatively, we may, at our discretion, deduct an amount equal to those Winnings from your Player Account or set off such amount against any money owed to you by us.",
  "withdrawals":"Withdrawals",
  "terms_withdrawal_a1":"All withdrawals are subject to Bingo69’s prior approval, all in accordance with the guidelines set out below and Bingo69’s KYC, fraud, payments and other relevant polices in effect from time to time.",
  "terms_withdrawal_a2":"Bingo69 shall endeavor to process pending withdrawals within 72 hours from the Player’s withdrawal request being submitted.",
  "terms_withdrawal_a3":"The Players are entitled to either use their Winnings to pay for future Bets and/or Wagers or request that the Company pays the Winnings into their chosen payment source, which may serve as the Player's bank account or any other payment instrument permitted under Section 8.5 hereunder or as may be acceptable by the Company from time to time.",
  "terms_withdrawal_a4":"For security reasons, any withdrawal request, including without limitation in case of any withdrawal of large scale prize amount, Players may be asked to provide additional information and documents to Bingo69 in order for Bingo69 to be able to ensure all necessary safeguards are being properly maintained in connection with each withdrawal, all in accordance with this Section 8 and our internal security procedures. Without derogating from the generality of the foregoing and subject the below Section 8.5, the Company shall transfer Winnings or funds, or procure the transfer of such by a third party, to the Player's bank account or any other payment source nominated by a Player and which is acceptable by the Company, only after receiving from you of any and all information and documents required by us in order to effect or procure the payment of Winnings to Player (including such documents and data as may be required by any third party with which Bingo69 hedges its risk in respect of Bets) and in order to fully verify of your request. We reserve the right to credit your Winnings only after having received all such verifying documents and information required by us, which may include but is not limited to our receipt from you of a copy of the front and back side of a valid identification document or other means of verification matching the name, date of birth and residential address registered with Bingo69 at the time of the request for the payout, a service bill or bank statement, in case of credit/debit card transactions – a scan of the card front and back, a signed confirmation form including a written instruction from Player setting out the details of the account the funds are to be transferred to, and all subject to our receipt and acceptance of the foregoing documents, at our discretion and subject to our full satisfaction. If Player fails to supply, and/or Bingo69 fails to receive, copies of any of the documents set out above on request by Bingo69 within a period of 90 days (or in the case of Winnings in Prize Category 1, within a period of 30 days) (receipt by Bingo69) after announcement of the winning, then Player is not entitled to claim the Winnings.",
  "terms_withdrawal_a5":"Where possible, all withdrawals will be processed to the payment account from which the deposits were originally made. Withdrawal payments can only be made in the name of and to the registered Player Account holder.",
  "terms_withdrawal_a6":"For most payment types, withdrawals can be processed via the “My Account” section on the Website, subject to there being sufficient funds in your Player Account.  Further, withdrawals may be subject to minimum and maximum limits per transaction and such limits may be changed by us from time to time and may also vary depending on the payment method used. We shall endeavor to notify you of any such minimum and maximum limits (and any changes thereto) through you Player Account.",
  "terms_withdrawal_a7":"If the value of a deposit is not played through in full before a withdrawal is requested, we reserve the right to make a charge to your account to cover all reasonable costs relating to both the deposit and withdrawal. If necessary, the value of the withdrawal requested may be reduced accordingly.",
  "terms_withdrawal_a8":"The method by which we transfer withdrawn amounts out of your Player Account may vary depending on the size of the transaction. Any third party bank and payment processing charges and fees incurred are borne by you and we are entitled to debit your Player Account accordingly.",
  "terms_withdrawal_a9":"Any free bets, bonuses or Winnings credited to your account in error are not available for use by you, and we may void any transactions made by you of such funds and/or withdraw the relevant amount from your account and/or reverse the transaction, either at the time or retrospectively when we become aware of the error.",
  "terms_withdrawal_a10":"We may pay Winnings in either the currency used to deposit into the applicable account, Euros (EUR) or the currency used by the underlying Lottery.",
  "terms_intellectual":"Intellectual Property",
  "terms_intellectual_a1":"Subject to the terms and conditions contained herein, we grant you a non-exclusive, personal, revocable, non-assignable, non-sub-licensable, non-transferable right to use the Website and/or the applicable application in order to access and use the Services in accordance with these Terms of Service.",
  "terms_intellectual_a2":"We, our corporate affiliates and our licensors are the sole holders of all the rights in the Website and which includes but is not limited to the code, its structure and organization which are protected by intellectual property rights. You shall not:",
  "terms_intellectual_a2_1":"Copy, redistribute, publish, reverse engineer, decompile, disassemble, modify, translate or make any attempt to access the source code to create derivate works of the source code, or otherwise; or",
  "terms_intellectual_a2_2":"Sell, assign, sublicense, transfer, distribute or lease such code",
  "terms_intellectual_a2_3":"(Collectively the <b>Forbidden Activities</b>').",
  "terms_intellectual_a3":"You agree that you shall be solely liable for any damage, costs or expenses arising out of or in connection with any Forbidden Activities. You shall notify us immediately upon becoming aware of any person engaging in any Forbidden Activities and you shall provide us with all reasonable assistance with any investigations it may conduct in light of the information provided by you in this respect.",
  "terms_intellectual_a4":"The domain name of the Website as well as all brand names, trademarks, service marks and/or trade names appearing on the Website (collectively the <b>Marks</b>) are the property of the Company, its affiliates and/or its licensors (as applicable) and these entities reserve all rights to such Marks. In addition, the Company, its affiliates and/or its licensors (as applicable) own the rights in all other content, including but not limited to the images, pictures, graphics, photographs, animations, videos, music and audio used or accessed through the Website (the <b>Content</b>) and the Content is protected by copyright and/or other intellectual property rights. You hereby acknowledge that by using the Services you obtain no rights in or to the Marks or the Content.",
  "fraud":"Fraud",
  "terms_fraud_1":"You agree that you will not make or attempt to make any charge-backs, and/or deny or reverse any payment that you have made and you hereby agree that you will reimburse us for any charge-backs, denial or reversal of payments you make and any loss suffered by us as a consequence thereof.",
  "terms_fraud_2":"We reserve the right to seek criminal and contractual sanctions against you if you are involved in fraud, dishonest or criminal acts when using this Website and/or the Services and will make such reports as necessary to the applicable authorities. You shall indemnify and shall be liable to pay us, on demand, all costs, charges or losses sustained or incurred by us and our affiliates (including any direct, indirect or consequential losses, loss of profit and loss of reputation) arising directly or indirectly from your fraud, dishonesty or criminal actions.",
  "terms_fraud_3":"In addition, in the event that any fraudulent activity has taken place in relation to any Bet or if we have reasonable suspicion that you are engaging in any type of fraud, dishonesty or criminal actions, we reserve the right to withhold payment to you, recover any Winnings as well as block or terminate your Player Account.",
  "terms_fraud_4":"Each Player must immediately inform Bingo69: (i) if his credit card becomes lost or stolen, or it or the account related to it has been misused or compromised in any way; (ii) if he has given away, shared or lost his pin code (or it has otherwise been compromised) for the means of payment held by the Player and linked to his Player Account or his login credentials; or (iii) if he suspects there has been any fraudulent, unauthorised or illicit use of his Player Account, and shall take such steps as may be necessary in order to overcome any such fraud, unauthorised or illicit use, such as by changing the login credentials on the Player Account.",
  "terms_fraud_5":"Under no circumstances shall we be liable for any unauthorized use of credit cards, irrespective of whether or not the credit cards were reported stolen.",
  "terms_fraud_6":"Furthermore, we reserve the right not to accept, process and/or honor Bets where it would be forbidden, unlawful or illegal under applicable law or regulation to do so.",
  "terms_Obligations":"Our Obligations",
  "terms_Obligations_1":"We have no obligation to check whether users are using the Services in accordance with the Terms of Service, as updated from time to time.",
  "terms_Obligations_2":"We may, at our sole discretion, decide to take appropriate action against any person we suspect of engaging in any unlawful behavior or otherwise violating these Terms of Service, but are under no obligation to do so.",
  "terms_Obligations_3":"We have no obligation to maintain account names or passwords and if you misplace, forget or lose your Username or Password, we shall not be liable in this regard in any way.",
  "terms_Obligations_4":"We shall handle all personal information provided by you strictly in accordance with the Privacy Policy.",
  "terms_no_warranty":"No Warranty and Disclaimers",
  "terms_no_warranty_1":"THE BETS AND WAGERS ARE PLACED AT YOUR OWN RISK AND WE DO NOT MAKE ANY REPRSENTATION OR WARRANTY IN RELATION TO THE CHANCES OF WINNING.",
  "terms_no_warranty_2":"THE SERVICES AND THE WEBSITE ARE PROVIDED 'AS IS' AND WE DO NOT MAKE ANY WARRANTY OR REPRESENTATION, WHETHER EXPRESS OR IMPLIED (WHETHER BY LAW, STATUTE OR OTHERWISE), INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, COMPLETENESS OR ACCURACY OF THE SERVICES OR THE SOFTWARE OR INFRINGEMENT OF APPLICABLE LAWS AND REGULATIONS.",
  "terms_no_warranty_3":"THE ENTIRE RISK AS TO THE USE, QUALITY AND PERFORMANCE OF THE WEBSITE’S OR MOBILE APPLICATIONS’ SOFTWARE LIES WITH YOU.",
  "terms_no_warranty_4":"WE MAKE NO WARRANTY THAT THE SERVICES WILL MEET YOUR REQUIREMENTS, BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SOFTWARE OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR BUGS.",
  "terms_no_warranty_5":"WE DO NOT REPRESENT THE FUNCTIONALITY, ACCURACY AND/OR RELIABILITY OF THE MATERIALS ON THE WEBSITE OR AS TO RESULTS OR THE ACCURACY OF ANY INFORMATION OBTAINED BY YOU THROUGH THE SERVICES.",
  "terms_no_warranty_6":"WE SHALL NOT BE LIABLE FOR ANY ACTS OR OMISSIONS MADE BY THE LOTTERY PROVIDERS, YOUR INTERNET SERVICE PROVIDER OR OTHER THIRD PARTY WITH WHOM YOU HAVE CONTRACTED TO GAIN ACCESS TO THE SERVER THAT HOSTS THE WEBSITE.",
  "terms_no_warranty_7":"YOU HEREBY ACKNOWLEDGE AND AGREE THE CONTENT ON THE WEBSITE REGARDING LOTTERIES, INCLUDING WITHUT LIMITATION, INFORMATION REGARDING THE JACKPOT AMOUNTS AND LOTTRIES’ SCHEDULES, RELIES UPON INFORMATION RECEIVED OR PUBLISHED FROM THE LOTTERY PROVIDERS AND/OR THIRD PARTY PROVIDERS AND SUCH CONTENT MAY NOT BE ACCURATE AND/OR MAY BE INCOMPLETE AND IS SUBJECT TO CHANGE.",
  "terms_no_warranty_8":"A MALFUNCTION VOIDS ALL PAYS. IN THE EVENT OF SYSTEMS OR COMMUNICATIONS ERRORS OR MALFUNCTIONS, BUGS OR VIRUSES RELATING TO BETS AND WAGERS, SETTLING WINNINGS OR OTHER ELEMENTS OF THE SERVICES OR RESULTING IN LOSS OF DATA OR WINNINGS OR BONUSES OR ANYTHING ANALAGOUS THERETO BY YOU OR ANY OTHER DAMAGE TO YOUR COMPUTER EQUIPMENT OR SOFTWARE, WE SHALL IN NO WAY BE LIABLE TO YOU AND WE SHALL VOID ALL BETS, WAGERS AND/OR WINNINGS IN QUESTION (WHENEVER SUCH SYSTEMS OR COMMUNICATIONS ERRORS OR MALFUNCTIONS, BUGS OR VIRUSES ARE DISCOVERED) IN REALTION THERETO AND MAY TAKE ANY OTHER ACTION TO CORRECT SUCH ERRORS EXCEPT THAT WE ARE NOT REQUIRED TO PROVIDE ANY BACK UP NETWORK AND/OR SYSTEMS OR SIMILAR SERVICES.",
  "terms_no_warranty_9":"WE ARE NOT A LOTTERY OPERATOR AND DOES NOT HOLD OR OPERATE ANY LOTTER DRAWS. WE DO NOT GURANTEE THAT THE LOTTERY OPERATORS WILL PERFORM A LOTTERY DRAW CORRECTLY, VOID A LOTTERY DRAW, AND/OR PAY ANY PRIZE MONEY. YOU HEREBY ACKNOWLEDGE AND AGREE THAT WE SHALL NOT BE LIABLE TO YOU IN ANY WAY WHATSOEVER SHOULD ANY OF THE FOREFOING INSTANCES OCCUR AND YOU HEREBY WAIVE ANY CLAIMS, RIGHTS OR REMEDIES WHICH YOU MAY HAVE AGAINST US OUR AFFILIATES AND OUR SERVICE PROVIDERS WHICH YOU MAY HAVE IN RELATION TO SUCH INSTANCES.",
  "terms_no_warranty_10":"IF YOU HAVE ANY DISPUTE OR CLAIM WITH A LOTTERY OPERATOR WITH REGARDS TO A LOTTERY DRAW, YOU AGREE THAT WE SHAL NOT BE LIABLE FOR ANY SUCH CLAIMS OR DAMAGES IN RELATION TO SUCH DISPUTE.",
  "terms_govt_laws":"Disputes and Governing Law",
  "terms_govt_laws_1":"In the event that you possess a dispute or complaint with regards to any payment to us or by us or in connection with these Terms of Service, the Website or the Services, you must first submit details of such dispute to us via member support located at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a> and we will use commercially reasonable efforts to respond as quickly as possible. Both you and the Company hereby agree to cooperate in good faith with each other to amicably resolve the relevant dispute.",
  "terms_govt_laws_2":"In the event that the dispute is related to the outcome of a gambling transaction and you remain unsatisfied with the results of the above procedure, you may refer your dispute to an alternative dispute resolution procedure with eCOGRA. Where you refer your dispute to eCOGRA you should do so promptly following receipt of our final decision. More information regarding eCOGRA’S dispute resolution services can be found at http://www.ecogra.org/srs/policies_procedures.php. For a dispute resolution form please see http://www.ecogra.org/srs/dispute.php.",
  "limitations_of_Liability":"Limitations of Liability",
  "terms_l_l_a1":"You agree that the use by you of the Website and/or the Services is at your own risk.",
  "terms_l_l_a2":"We shall not be liable to you or any third party in contract, tort, negligence, or otherwise, for any loss or damage whatsoever arising from or in any way connected with your, or any third party's, use of the Website or the Services, whether direct or indirect, including, without limitation, damage for loss of business, loss of profits (including loss of or failure to receive anticipated winnings), business interruption, loss of business information, or any other pecuniary or consequential loss (even where we have been notified by you of the possibility of such loss or damage).",
  "terms_l_l_a3":"You confirm that we shall not be liable to you or any third party for any modification to, suspension of or discontinuance of the Services or any part thereof.",
  "terms_l_l_a4":"Nothing in the Terms of Service will operate so as to exclude any liability of the Company for death or personal injury that is caused by our negligence or any liability to the extent the same may not be excluded or limited as a matter of law.",
  "terms_of_Service":"Breach of these Terms of Service",
  "terms_of_Service_a1":"Without prejudice to any other rights which we may have, if we reasonably believe that you have breached or you may have breached in whole or in part any provision contained in the Terms of Service, we reserve the right to take such action as we deem fit, including terminating the Terms of Service or any other agreement that we may have in place with you, immediately blocking your access to your Player Account and the Service, terminating your Player Account with the Website and retaining all monies held in any Player Account which you may have with as well as any Winnings and/or taking legal action against you, and you shall have no claims in such regard.",
  "terms_of_Service_a2":"You hereby agree to fully indemnify, defend and hold the Company and its affiliates and their respective officers, directors and employees harmless immediately on demand from and against all claims, demands liabilities, damages, losses, costs and expenses, including legal fees and any other charges whatsoever, howsoever caused, that may arise as a result:",
  "terms_of_Service_a2_1":"Any breach of the Terms of Service by you.",
  "terms_of_Service_a2_2":"Violation by you of any law or the rights of any third party; or",
  "terms_of_Service_a2_3":"Use by you of the Services or use by any other person accessing the Services using your Username, whether or not with your authorization.",
  "term_termination":"Term and Termination",
  "term_termination_a1":"These Terms of Service shall come into force immediately upon your completion of the registration process with us and shall continue in force unless and until terminated in accordance with its terms.",
  "term_termination_a2":"We may terminate your Player Account immediately without notice to you:",
  "term_termination_a2_1":"If for any reason we decide to discontinue to provide the Services in general or specifically to you;",
  "term_termination_a2_2":"If your use of the Services has been in any way improper or breaches the spirit of these Terms of Service; or",
  "term_termination_a2_3":"If your Player Account is associated in any way with any existing Player Account that has been terminated for breach of the Terms of Service; or",
  "term_termination_a2_4":"For any other reasonable grounds we see fit.",
  "term_termination_a3":"Save for as otherwise provided herein, on termination of the Terms of Service any balance in your Player Account will be returned to you within a reasonable time of your request, as well as any Winnings, subject always to our right to deduct any amounts owed by you to us. Any negative balance on your account will fall immediately due and payable to us, and your account will not be closed until the relevant amount owed to us is paid in full.",
  "term_termination_a4":"You may close your Player Account at any time by giving us at least 24 hours’ notice (by sending an email to <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>), such termination to take effect upon our termination of your Player Account, which shall occur within 7 business days after receipt by us of your email. During such period, you shall remain responsible for any activity on your Player Account. We may also suspend your account at any time and for any reason.",
  "term_termination_a5":"On termination of the Terms of Service (or its suspension) you shall discontinue the use of the Website and the Services, pay all amounts due to us and destroy all related documentation in your possession. Further, we will void all Bets and Wagers which were yet to take place and, only where possible to cancel the orders associated with such outstanding Bets and Wagers, we will also return the respective Stakes amounts to you. ",
  "term_termination_a6":"Upon the termination of the Terms of Service for any reason, except as otherwise provided herein and subject to any rights or obligations which have accrued prior to termination, neither party shall have any further obligation to the other under the Terms of Service.",
  "severability":"Severability",
  "severability_desc":"If any of the terms of the Terms of Service are determined by any competent authority to be invalid, unlawful or unenforceable to any extent, such term, condition or provision will to that extent be severed from the remaining terms and conditions which will continue to be valid to the fullest extent permitted by law.",
  "waiver":"Waiver",
  "waiver_desc":"No failure or delay by us in exercising any right under these Terms of Service shall operate as a waiver of this right. Similarly, any single or partial exercise of any right shall not preclude any further exercise of any of these rights or the exercise of any other right.",
  "third_Party_Rights":"Third Party Rights",
  "third_Party_Rights_desc":"Unless expressly stated, nothing in the Terms of Service shall create or confer any rights or any other benefits whether pursuant to the Contracts (Rights of Third Parties) Act 1999 or otherwise in favour of any person other than you and us.",
  "force_Majeure":"Force Majeure",
  "force_Majeure_desc":"We shall not be in default or liable to you in any way for any failure, interruption or delay in performance of any or all our obligations under these Terms of Service, to the extent arising out of circumstances beyond our reasonable control (including war, rebellion, acts of terrorism, riots, strikes, lockouts and industrial disputes, fire, explosion, earthquake, act of God, flood, wind, drought, the act or order of any governmental, provincial, local or European Union authority or other regulatory body).",
  "no_Agency":"No Agency",
  "no_Agency_desc":"Nothing in the Terms of Service shall be construed as creating any agency, partnership, trust arrangement, fiduciary relationship or any other form of joint enterprise between you and the Company.",
  "entire_Agreement":"Entire Agreement",
  "entire_Agreement_desc":"The Terms of Service represents the entire agreement between us in relation to the subject matter of the Terms of Use and supersede any prior agreement, understanding or arrangement between us, whether oral or in writing.",
  "assignment":"Assignment",
  "terms_assignment_1":"We reserve the right to transfer, assign, sublicense or pledge the Terms of Service, in whole or in part, without your consent to any entity, including any entity within the same corporate group as the Company.",
  "terms_assignment_2":"You may not transfer, assign, sublicense or pledge in any manner whatsoever any of your rights or obligations under the Terms of Service.",
  "terms_assignment_3":"Subject to applicable laws and regulation, we may outsource any or all of the Services it provides under the Terms of Service to third parties.",
  "surviving_Provisions":"Surviving Provisions",
  "surviving_Provisions_desc":"Any provisions hereof which expressly or by their nature are required to survive termination or expiration of the Terms of Service in order to achieve their purpose shall so survive until it shall no longer be necessary for them to survive in order to achieve that purpose.",
  "appendix":"Appendix 1 – General Rules and Calculation of Winnings",
  "appendix_desc":"In this Appendix, we set out further information on how Winnings will be calculated and the terms that apply in relation to the same.",
  "bet_on_lottery":"Bet On Lottery",
  "bet_on_lottery_a1":"Only one Winning prize can be won per Bet, which will be the highest of the available Prize Categories achieved by, and relevant to, that Bet.",
  "bet_on_lottery_a2":"The Prize payable by us in respect of each Lottery Winning Bet in any Prize Category will depend on the number of Overall Winning Bets and the number of Winning Tickets in such Prize Categories, the Lottery Jackpot and Prize Allocations for the relevant draw for the relevant Lottery game, all as further described below.",
  "bet_on_lottery_a3":"The Winning prize payable by us in respect of each Lottery Winning Bet in these Prize Categories shall be no higher than the amount of the Prize Allocation announced by the Lottery Operator in respect of each Prize Category divided by the sum of Winning Tickets and the Overall Winning Bets (and may be less as described below).",
  "bet_on_lottery_a4":"If the Lottery Operator has not announced a Prize Allocation in respect of a Prize Category for the relevant Lottery Draw, the Winning prize payable in respect of each Lottery Winning Bet in that Prize Category will be calculated by us on the basis of the aggregate amount paid for tickets for the relevant Lottery Draw, as announced by the Lottery Operator and its allocation to the winning Prize Categories.",
  "bet_on_lottery_a5":"The aggregate Winnings payable by us for any Prize Category on any Lottery Draw shall never exceed an amount equal to the relevant amount in that Prize Category for the relevant Lottery Draw.",
  "bet_on_lottery_a6":"The maximum Prize payable by us in respect of each Lottery Winning Bet in each Prize Category in respect of each Lottery Draw will be calculated by us as follows:",
  "bet_on_lottery_a6_1":"If there is only a single Lottery Winning Bet in any Prize Category (and provided that there are no additional Overall Winning Bets except for such single Lottery Winning Bet), the following applies with respect to:",
  "bet_on_lottery_a6_1_1":"If the Lottery Operator has announced that there are no Winning Tickets in a relevant Prize Category, the Winning prize payable in respect of the single Lottery Winning Bet in that Prize Category will be equal to the amount the Lottery Operator would have paid out to a Winning Ticket in that Prize Category if there had been one Winning Ticket in that Prize Category, which amount will be calculated by the Company on the basis of the aggregate amount paid for tickets for the relevant Lottery Draw announced by the Lottery Operator and its allocation to the winning Prize Categories.",
  "bet_on_lottery_a6_1_2":"If the Lottery Operator has announced one or more Winning Tickets in any Prize Category, the Prize payable in respect of the single Lottery Winning Bet shall be equal to the Prize Allocation in respect of that Prize Category multiplied by the number of Winning Tickets in that Prize Category divided by the total number of Winning Tickets plus 1 (representing a single Lottery Winning Bet for the relevant Prize Category).",
  "bet_on_lottery_a6_2":"If there are two or more Overall Winning Bets in any Prize Category, then the following shall apply with respect to the calculation of each Lottery Winning Bet:",
  "bet_on_lottery_a6_2_1":"If the number of Winning Tickets in that Prize Category announced by the Lottery Operator is zero, the Prize payable in respect of each such Lottery Winning Bet shall be equal to what the Prize Allocation would have been had there been one Winning Ticket in that Prize Category divided by the total number of the Overall Winning Bets for the relevant draw;",
  "bet_on_lottery_a6_2_2":"If the number of Winning Tickets in that Prize Category announced by the Lottery Operator is higher than zero, then the Prize payable in respect of each Lottery Winning Bet shall be equal to the Prize Allocation in respect of that Prize Category multiplied by the number of Winning Tickets in that Prize Category, divided by the total number of Winning Tickets plus the number of the Overall Winning Bets for the relevant Lottery Draw.",
  "examples":"Examples",
  "bet_on_lottery_a6_2_a":"Example 1: There is one Lottery Winning Bet in a Prize Category (with no other Overall Winning Bets except for such single Lottery Winning Bet) and two Winning Tickets were announced by the Lottery Operator in that Prize Category in respect of a Prize Allocation of € 15,000,000: The Winning prize breakdown payable to each of the Winning Tickets would be a half share of the Jackpot, i.e., € 7,500,000. However, the Prize payable in respect of that single Lottery Winning Bet would be € 5,000,000 (being an amount equal to the Prize Allocation in that Prize Category multiplied by the number of Winning Tickets in that Prize Category divided by the total number of Winning Tickets and the Overall Winning bets).",
  "bet_on_lottery_a6_2_b":"Example 2: There is one Overall Winning Bet in a Prize Category (with no other Winning Bets except for such singe Overall Winning Bet) and no Winning Tickets were announced by the Lottery Operator in that Prize Category in respect of a Jackpot of € 15,000,000: The Prize payable to the Lottery Winning Bet would be the Jackpot, i.e., € 15,000,000.",
  "bet_on_lottery_a6_3":"The maximum Prize payable by the Company in respect of each Lottery Winning Bet in any other Prize Categories in respect of each Lottery Draw will be the relevant Prize Allocation multiplied by the number of Winning Tickets in that Prize Category divided by the higher of: (a) the number of Winning Tickets in that Prize Category and (b) the number of Overall Winning Bets in that Prize Category.",
  "bet_on_lottery_a6_4":"The following additional rules apply to Lottery Winning Bets on Euromillions:",
  "bet_on_lottery_a6_4_1":"The Winnings in respect of a Lottery Winning Bet in Prize Category I of Euromillions will be the amount calculated in accordance with Section 6.1 and 6.2 above LESS the amount of taxes that would have been payable by a Spanish resident holder of a Winning Ticket in Prize Category I, which will be approximately 20 per cent of the Prize.",
  "bet_on_lottery_a6_5":"Bingo69 does not cover any special events that might be offered from the Lottery Operator from time to time. In such events Bingo69 will only pay out the Winnings as calculated by Bingo69 for such Prize Category, as it would have been paid by the Lottery Operator having not been such a special event.",
  "bet_on_lottery_a6_6":"Additional rules that apply to all Bets",
  "bet_on_lottery_a6_6_1":"Draw days of the relevant Lottery will be displayed on the Website under section ‘Help’ of the respective Bingo69 game.",
  "bet_on_lottery_a6_6_2":"Valid Bets will be placed on the next relevant draw that takes place, provided that they are placed before the relevant cut-off time for that draw. The cut-off time for placing Bets on each draw of a Lottery will be displayed on the Website for Players at the time they place their Bets. It is up to Player to ensure that the Bet is placed before the relevant cut-off time. A Bet placed after a draw has actually occurred will not be valid for the draw that has already occurred, irrespective of any automatic confirmation that may be generated via e-mail or the Website, but will be deemed a Bet to the next draw. A Bet placed after a draw has occurred will further be invalid for this draw if it has been placed before a cut-off time of a relevant draw that is displayed incorrectly on the Website.",
  "bet_on_lottery_a6_6_3":"If a Lottery foresees multiple draws on the same day/date, then unless otherwise specified by Bingo69 on the Website, Player’s Bet will apply only to the main draw taking place on that day/date (or, where no ‘main’ draw takes place, the first draw) and not to any other draw made by the Lottery in question.",
  "bet_on_lottery_a6_6_4":"If a Lottery Draw does not take place or no draw result is published or officially announced, all valid Bets on that draw will stand for the rescheduled draw (or, if there is none, the next available relevant draw).",
  "bet_on_lottery_a6_6_5":"Subscription Bets. A Player may be able to automatically renew selected Bets. After the expiration of the initially selected period or number of draws, the Bet is automatically renewed for successive periods of the same duration or same amount of draws respectively, provided that Player has not cancelled the subscription Bet on the Website prior to the end of the then-current period or draws respectively. Any cancellation request will come into effect provided that it was delivered to us in writing at least 7 days prior to the end of the then-current period or draws respectively. Any such request will be considered 'delivered' only once an acknowledgement of receipt is sent to you by us.",
  "bet_on_lottery_a6_6_6":"Syndicated Bets. Our Website may also enable multiple users to use our Services in order to jointly place Bet(s) on a specific Lottery Draw (“Syndicate”) such that the total Winnings of all users participating is the same Syndicate will eventually be allocated between the users forming part of the Syndicate based on their respective share in such Syndicate. The portion due to you of any Winning resulting from the Syndicate will correspond to the share you have purchased of the total shares in that Syndicate.",
  "bet_on_lottery_a6_6_7":"The total Stakes payable by Player for the relevant lottery draw shall be determined by the number of betting boxes and numbers, the draw day and the number of draws chosen by Player. Stakes shall be displayed on the respective bet slip at the time when a Bet is placed.",
 "bet_on_lottery_a6_6_8":"If a Player wishes to bet on the outcome of a Lottery, he must be sure, and is solely responsible for ensuring, that all elements of the bet are correct: once the order is submitted by clicking the button and therewith confirming the placement of the Bet, it cannot be cancelled or amended in any way by Player. Stakes will then be debited from your Player Account or by any other means of payment accepted by Bingo69 and selected by Player. Stakes for subscription Bets are charged in advance at the beginning of the relevant period for all draws selected for the desired period. The contract between Player and Bingo69 on the placement of a Bet is considered concluded when Bingo69 notifies Player by e-mail that the Bet has been accepted. The notification includes all information relevant to the contract concluded between Player and Bingo69 in respect of the placement of the Bet.",
 "bet_on_lottery_a6_6_9":"If Bingo69 declines the acceptance of a Bet, the relevant Stakes shall be refunded.",
 "bet_on_lottery_a6_6_10":"Results (including the Prize Allocation) of the respective Lottery can be checked on the webpage of the respective Lottery operator or on the Website.",
 "bet_on_lottery_a6_6_11":"The probability of winning or approximate winning for each Bet will be made available to Player on the Website under section ‘Odds’.",
 "games":"Games",
 "appendix_game_a1":"The specific rules for each Game can be found on the Website. Unless specified otherwise on the Website, the following general provisions apply:",
 "appendix_game_a2":"Game offer Players the opportunity to participate in Games operated by Bingo69. Game plans and the probability of winning for the Games are set by Bingo69. ",
 "appendix_game_a3":"Upon playing a Game, Player is randomly allocated a pre-determined result. Any actions undertaken by Player during the Game do not influence that result.",
 "appendix_game_a4":"Stakes for the relevant Game will be displayed on the Website within the respective Game.",
 "appendix_game_a5":"Player purchases tickets of the respective Game by clicking the relevant button on the Website; the contract between Player and Bingo69 on the purchase of a Game ticket is considered concluded in this moment. Player must be sure, and solely responsible for ensuring, that all elements of the purchase of Game tickets are correct: once the order is submitted by clicking the button and therewith confirming the purchase of the Game ticket, it cannot be cancelled or amended in any way by Player. Stakes will then be debited from Player’s Player Account or taken using any other means of payment accepted by Bingo69 and selected by Player.",
 "appendix_game_a6":"Players learn immediately after having started the game by playing or opening the ticket whether and, if applicable, the amount they have won.",
 "appendix_game_a7":"Players can find on the Website details of the Prize Category and the Prizes that can be won for the respective Game.",
 "appendix_game_a8":"If there is a discrepancy between the Winning prize displayed immediately at the end of the Game and the amount displayed in Player’s Player Account, then the amount displayed in the Player Account is decisive.",
  "privacy-heading":"Bingo69 privacy policy",
  "privacy_intro_list1":"Betpoint Group Limited (<b>\"us\"</b>, <b>\"we\"</b>, <b>\"our\"</b> or the <b>\"Company\"</b>) is a company registered in the Malta, and has offices based in Gibraltar and India for the purposes of online independent lottery ticket purchasing. We respect your privacy and are committed to protect the privacy of our users (<b>\"user\"</b>, <b>\"you\"</b> or <b>\"Player\"</b>)",
  "privacy_intro_list2":"This privacy policy (<b>\"Privacy Policy\"</b>) outlines our practices with respect to collecting, using and disclosing your information through the use of our online purchasing system portal  www.Bingo69.com  (the <b>\"Website\"</b>), which is used to procure the purchase, storage and handling of tickets and the collection of Players' winnings (collectively, <b>\"the Services\"</b>). It also describes the choices you can make about how the information you provide us is used.",
  "privacy_intro_list3":"This Privacy Policy outlines how we collect information from you, what we do with it and what controls you have over our use of that information. If you have any requests concerning your personal information or any queries relating to these practices, please contact our Customer Support team at support@bingo69.com.",
  "privacy_intro_list4":"We encourage you to read the Privacy Policy carefully and use it to make informed decisions. By using our Services, you agree to the terms of this policy. If you do not agree with this policy, please do not supply us any information.",
  "privacy_intro_list5":"The Privacy Policy is a part of our Terms of Service and is incorporated therein by references.",
  "type_of_information":"What type of information we collect?",
  "non_personal_information":"Non-personal Information",
  "non_personal_information_list1":"The first type of information is non-identifiable information that, when taken alone, cannot be used to identify or contact our users (<b>\"Non-personal Information\"</b>). As such, we are not aware of the identity of the user from which the Non-personal Information was collected.",
  "non_personal_information_list2":"We collect information Non-personal Information such as your username, password, aggregated usage information, technical information transmitted by your device, including certain software and hardware information (e.g. the type of browser and operating system your device uses, language preference, access time and the domain name of the website from which you linked to the Services; etc.).",
  "non_personal_information_list3":"We collect information Non-personal Information such as your username, password, aggregated usage information, technical information transmitted by your device, including certain software and hardware information (e.g. the type of browser and operating system your device uses, language preference, access time and the domain name of the website from which you linked to the Services; etc.).",
  "personal_information":"Personal Information",
  "personal_information_list1":"The second type of information is individually identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual (<b>\"Personal Information\"</b>). When you use our Services you will be asked to provide Personal Information to us. This includes:",
  "personal_information_list1_1":"<b>Data submitted when registering to our Services:</b> In order to become Players and use our Services, you will be required to register and open a User account or register via your Facebook account. As part of the process, you required to provide certain, data including your date of birth, phone number, full name, home or other physical address, e-mail address and other contact information.",
  "personal_information_list1_2":"<b>Payment information:</b> We collect payment information from our Players, including credit card number, Bank account, PayPal account number and other financial information that we may need in order to provide our Services to Players.",
  "personal_information_list1_3":"<b>Voluntary information:</b> We also collect information which you provide us voluntarily. We collect your information when you respond to communications from us, contact our support, communicate with us via email, website and through any online platform (e.g. our Facebook page) or share additional information about yourself or about others through your use of the Services.",
  "personal_information_list1_4":"<b>Device Information:</b> We also collect Personal Information from your device, such as geolocation data, IP address and other online identifiers (i.e. online data collected from user’s devices, applications and protocols which leave traces which may be used to identify users).",
  "personal_information_list1_5":"We also collect information which you provide us voluntarily. For example, we collect Personal Information which you provide when you:",
  "personal_information_list1_5_1":"respond to communications from us;",
  "personal_information_list1_5_2":"open an account and use the Services; and",
  "personal_information_list1_5_3":"communicate with us via Facebook or via email or through any other means of direct contact",
  "personal_information_list1_6":"We collect information through our trusted third-party services, such as information about your credit history agencies and other financial information which is relevant to our Services, as well as information which is gathered in order to verify your identity and prevent fraudulent or illegal activity.",
  "personal_information_list1_7":"We collect Personal Information which is related to Player’s activity on the website as this information helps us to track fraudulent, unlawful or improper activity on the user's behalf.",
  "how_we_collect":"HOW WE COLLECT YOUR INFORMATION?",

  "how_we_collect_1":"There are three main methods we may use to collect information:",
  "how_we_collect_1_1":"We collect information through your use of the Services: when you are using our Services, we are aware of it and may gather the information relating to such usage, either independently or through the help of third-party services as detailed below.",
  "how_we_collect_1_2":"When you visit or access our Website or when you interact or engage with our Services, we use (and authorize third parties to use) web beacons, cookies, pixel tags, scripts, tags and other technologies (<b>\"Tracking Technologies\"</b>). To learn more please visit our Cookie Policy.",
  "how_we_collect_1_3":"The Tracking Technologies allow us to automatically collect information about you and your online behavior, as well as your device (for example your computer or mobile device), in order to enhance your navigation on our Website, improve our Website's performance and customize your experience on our Website. We also use this information to collect statistics about the usage of our Website, perform analytics, deliver content which is tailored to your interests and administer services to our Users, advertisers, publishers, customers and partners.",
  "how_we_collect_1_4":"We also allow third parties to collect information about you through Tracking Technologies. This information is anonymized and cannot identify you, and is used for marketing and ad-targeting purposes.",
  "how_we_use_info":"HOW WE USE THE INFORMATION WE COLLECT?",
  "how_we_use_info_1":"We use and share Personal Information in the manners described in below:",
  "how_we_use_inf_2":"To set up your account and to provide our Services (e.g. send out cash-out checks, process your payments; etc.)",
  "how_we_use_inf_3":"To identify and authenticate your access to certain features of the Services including as part of KYC (\"Know Your Customer\") procedures;",
  "how_we_use_inf_4":"To market our websites and products (see below under \"Marketing\");",
  "how_we_use_inf_5":"To serve you advertisements when you use our Services;",
  "how_we_use_inf_6":"To perform a research or to conduct analytics in order to improve and customize our Services to your needs and interests;",
  "how_we_use_inf_7":"To provide you with a responsible gaming environment;",
  "how_we_use_inf_8":"To support and troubleshoot our Services and to respond to your queries, as well as to enable you to exercise your rights;",
  "how_we_use_inf_9":"To prevent fraudulent or illegal activity;",
  "how_we_use_inf_10":"To comply with all legal and regulatory requirements, such as those relating to the identification of individuals under money laundering legislation or other legislations; and",
  "how_we_use_inf_11":"To investigate violations and enforce our policies, and as required by law, regulation or other governmental authority, or to comply with a subpoena or similar legal process or respond to a government request.",
  "whom_we_share_our_data":"WITH WHOM WE SHARE THE INFORMATION WE COLLECT AND FOR WHAT PURPOSE?",
  "whom_we_share_our_data_1":"We do not rent, sell, or share your Personal Information with third parties except as described in this Privacy Policy.",
  "whom_we_share_our_data_2":"We share Personal Information with the following entities:",
  "whom_we_share_our_data_2_1":"our subsidiaries;",
  "whom_we_share_our_data_2_2":"subcontractors and other third party service providers, as described below;",
  "whom_we_share_our_data_2_3":"auditors or advisers of any of the Company's business processes;",
  "whom_we_share_our_data_2_4":"our service providers.",
  "whom_we_share_our_data_3":"We share Personal Information for the purposes listed above, as well as for the following purposes:",
  "whom_we_share_our_data_3_1":"Providing you with our Services;",
  "whom_we_share_our_data_3_2":"Storing such information on our behalf;",
  "whom_we_share_our_data_3_3":"Processing such information to assist us with our business operations (e.g. to process payments and your deposits; authenticate your access; auditing our operations, etc.);",
  "whom_we_share_our_data_3_4":"In order to enhance the functionality of our Services.",
  "whom_we_share_our_data_3_5":"To administer the Services and analyze this information to improve and enhance the Services by expanding their features and functionality. Such data is also used for troubleshooting errors and bugs as well as for research and analytics purposes about your use of the Services.",
  "whom_we_share_our_data_3_6":"Performing research, technical diagnostics or analytics.",
  "whom_we_share_our_data_3_7":"<b>Interest-based advertising:</b> we also use and share information we have about Players, including information collected through our Tracking Technologies, with our partners (in various jurisdictions around the world) for advertising purposes.",
  "whom_we_share_our_data_3_8":"<b>Marketing:</b> We may use your Personal Information, such as your name, email address, telephone number, etc. ourselves or by using our third party subcontractors for the purpose of providing you with promotional materials, concerning our Services, as well as products, services, websites and applications. Out of respect to your right to privacy we provide you within such marketing materials with means to decline receiving further marketing offers from us. In addition, at any time, you may request to unsubscribe and discontinue receiving marketing offers by contacting by sending a blank message with the word \"remove\" to <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "whom_we_share_our_data_4":"We also disclose Personal Information, or any information you submitted via the Services if we have a good faith belief that disclosure of such information is helpful or reasonably necessary to:",
  "whom_we_share_our_data_4_1":"comply with any applicable law, regulation, legal process or governmental request; ",
  "whom_we_share_our_data_4_2":"enforce our policies (including our Agreement), including investigations of potential violations thereof; ",
  "whom_we_share_our_data_4_3":"investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues, or to prevent harm to the rights, property or safety of us, our users, yourself or any third party;",
  "whom_we_share_our_data_4_4":"to establish or exercise our rights to defend against legal claims; or",
  "whom_we_share_our_data_4_5":"for the purpose of collaborating with law enforcement agencies and/or in case we find it necessary in order to enforce intellectual property or other legal rights.",
  "whom_we_share_our_data_5":"We also disclose Personal Information with regulators, upon request for disclosures. Such information includes (but is not limited to) details of users violating our terms and conditions (such as users under 18 years of age), users that have self-excluded; users who contravene the responsible gaming policy; users engaging in suspicious transactions or suspected to be engaging in money laundering or fraud; users attempting to modify our products or services (or attempting to, or being suspected of, so doing); and users who register a dispute with the applicable regulator.",
  "third_paty_info":"INFORMATION COLLECTED BY THIRD PARTIES",
  "third_paty_info_1":"Some content, features or products on our Website may link to or be hosted on or sponsored by third parties who may obtain Personal Information from you if you voluntarily submit such information or participate (for example, if you click on an advertisement or choose to participate in their activities, such as sweepstakes and promotions or if you provide any payment information as detailed above, or if you upload your CV on our career page). When you provide your Personal Information to such third parties, you allow them to collect, keep, manage use and disclose such information, and you also agree to be bound by their privacy policy which will detail how you may exercise your choice regarding your Personal Information. You should always review their privacy practices carefully before providing Personal Information to such third parties.",
  "how_dow_we_safegaurd":"HOW DO WE SAFEGUARD YOUR INFORMATION?",
  "how_dow_we_safegaurd_1":"We take great care in implementing and maintaining the security of the Services and your information.",
  "how_dow_we_safegaurd_2":"We employ industry standard procedures and policies to ensure the safety of our users’ information, and prevent unauthorized use of any such information. When you submit Personal Information via the Website, your details are protected. Wherever we collect Personal Information, that information is encrypted and transmitted to us in a secure way.",
  "how_dow_we_safegaurd_3":"We use 128 SSL bit encryption to protect confidential Personal Information that is transmitted online. We also take measures to protect your Personal Information offline.",
  "how_dow_we_safegaurd_4":"Only employees who need access to particular information in order to perform their role (for example, billing or customer service) are granted access to our customers’ Personal Information. The computers and servers in which we store personal data are kept in a highly secure environment.",
  "how_dow_we_safegaurd_5":"Although we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorized access or abuse our Services, and we make no warranty, express, implied or otherwise, that we will prevent such access.",
  "how_dow_we_safegaurd_6":"As an additional safeguard to Your Information, the Company employs a Data Protection Officer (\"DPO\"). The DPO has the power to insist on company resources for information protection matters and has as a deep knowledge of Information protection regulation and law privacy requirements. The DPO's responsibility includes, among other things: privacy and security compliance advice, notify authorities of a data breach incident, conducting awareness and training programs, etc.",
  "ho_do_we_transfer":"HOW DO WE TRANSFER YOUR DATA?",
  "ho_do_we_transfer_1":"Since we operate globally, it may be necessary to transfer your Personal Information to countries outside the European Union. The data protection and other laws of these countries may not be as comprehensive as those in the European Union − in these instances we will take steps to ensure that a similar level of protection is given to your Personal Information. By using or accessing our services, you consent to your information being collected, used, and transferred as disclosed herein.",
  "user_rights":"USERS RIGHTS",
  "user_rights_1":"This section addresses certain rights that you may exercise with respect to your Personal Information. We respect your privacy rights and therefore you may contact us at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a> at any time and request:",
  "user_rights_2":"To access any Personal Information relating to you;",
  "user_rights_3":"To amend or rectify inaccuracies in Personal Information relating to you (for example, if you believe that your Personal Information is incorrect, you may ask to have it corrected);",
  "user_rights_4":"To block or suppress processing of your Personal Information, in certain cases;",
  "user_rights_5":"To delete Personal Information relating to you;",
  "user_rights_6":"That Personal Information you directly volunteered be provided to you in a machine readable portable format, where possible;",
  "user_rights_7":"We may rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion.",
  "user_rights_8":"<b>Kindly note that the above rights are not absolute.</b> There are instances where our legitimate interests or applicable law allow or require us to refuse your request. In addition, in certain instances, your Personal Information may have been destroyed, erased or made anonymous in accordance with our retention obligations and practices.",
  "retention_policy":"RETENTION POLICY",
  "retention_policy_1":"Except as otherwise permitted or required by applicable law or regulatory requirements, the Company endeavors to retain your Personal Information only for as long as it believes is necessary to fulfill the purposes for which Information was collected (including, for the purpose of meeting any legal, accounting or other reporting requirements or obligations). We may, instead of destroying or erasing your Information, make it anonymous such that it cannot be associated with or tracked back to you.",
  "corporate_transaction":"CORPORATE TRANSACTION",
  "corporate_transaction_1":"We may share Information, including Personal Information, in the event of a corporate transaction (e.g. sale of a substantial part of our business, merger, consolidation or asset sale of an asset or transfer in the operation thereof) of the Company. In the event of the above, the acquiring company or transferee will assume the rights and obligations as described in this Privacy Policy.",
  "minors":"MINORS",
  "minors_1":"The Services are not designated to users under the age of 18. If you are under 18, you should not download or use the Services nor provide any Personal Information to us. We reserve the right to access and verify any Personal Information collected from you. In the event that we become aware that a user under the age of 18 has shared any information, we will discard such information. If you have any reason to believe that a minor has shared any information with us, please contact us at to <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "privacey_policy_amendments":"UPDATES OR AMENDMENTS TO THE PRIVACY POLICY",
  "privacey_policy_amendments_1":"We may revise this Privacy Policy from time to time, in our sole discretion, and the most current version will always be posted on our website (as reflected in the \"Last Revised\" heading). We encourage you to review this Privacy Policy regularly for any changes. In case of material changes we will notify you through our Services or by email.",
  "privacey_policy_amendments_2":"Your continued use of the Services, following the notification of such amendments on our website, constitutes your acknowledgement and consent of such amendments to the Privacy Policy and your agreement to be bound by the terms of such amendments.",
  "contact_us":"CONTACT US",
  "contact_us_1":"If you have any general questions about the Services or the information that we collect about you and how we use it, please contact us at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "contact_us_2":"If you feel that your privacy was treated not in accordance with our policy, or if any person attempted to abuse our Services or acted in an inappropriate manner, please our DPO directly at <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>.",
  "contact_us_3":"If you are unsatisfied with our response, you can reach out to the applicable data protection authority: the Gibraltar Regulatory Authority.",
  "what_lotto_betting":"What is Lotto betting?",
  "what_lotto_betting_intro":"We’ve compiled a short summary of important differences between ‘lottery betting’ and ‘buying a lottery ticket’ to help explain and make it clear for our customers.",
  "lotto_bet_desc":"Lotto betting is where you place a bet on the outcome (which numbers are drawn) of an official lottery draw rather than buying a ticket from the official lottery provider. You select the numbers that you think will be drawn as you would with a regular lottery ticket purchase and, if you guess correctly, you will win the assigned prize. Bingo69 will directly match the value of the prizes allocated by the official lottery you bet on. The amount of numbers you guess correctly will determine the size of the prize awarded.",
  "lotto_bet_q1":"What’s the difference between Lotto Betting and just buying a lottery ticket?",
  "lotto_bet_a1":"With Lotto betting at Bingo69, you have access to bet on multiple lotteries from all over the world, all in one place through a safe, secure and reliable technology platform. Additionally, most winnings or prizes are paid to your Bingo69 account where you can process a withdrawal directly to your credit card or bank account.",
  "lotto_bet_q2":"Why not buy a regular lottery ticket?",
  "lotto_bet_a2":"Our product and service proposition is very different to buying a lottery ticket. Everything is done online through a safe, secure and reliable technology platform. Because we are not connected to any lottery operator, our betting model also gives us the freedom to deliver our players free bets, special offers and unique features such as Double Jackpot. We can also offer ‘special jackpots’ which are higher than those available elsewhere.",
  "lotto_bet_q3":"Where do you get the money from for such big prizes?",
  "lotto_bet_a3":"Bingo69 operates with what is known as an insurance model which means that every bet made on a lottery's outcome is insured. Therefore, Bingo69 is able to offer you the opportunity to win some of the biggest lotteries around the world, all from our leading edge technology platform optimised for mobile experience.",
  "lotto_bet_q4":"What happens when I win?",
  "lotto_bet_a4":"When you win at Bingo69 you will have 12 weeks from the winning date to fulfil win conditions. This usually involves verifying your account first and, once verified, you can withdraw your winnings.",
  "lotto_bet_vs_play":"Lotto Betting vs. Playing the Lotto",
  "lotto_bet_vs_play_desc":"To avoid getting confused by the terms ‘Lottery Betting’ and ‘Playing the Lottery’ we’ve compiled a short list of differences below to help you out.",
  "lotto_bet_play":"How do I take part?",
  "lotto_bet_play_a1":"Playing the Lotto:",
  "lotto_bet_play_a2":"Pick your lottery and numbers, then wait to see if your selection was drawn.",
  "lotto_bet_play_a3":"Lotto Betting:",
  "lotto_bet_play_a4":"Play with Bingo69 by betting on the outcome of your chosen draw for the same prize. Then wait to see if your selection was drawn.",
  "lotto_bet_a5":"Where do I play?",
  "lotto_bet_a6":"Playing the Lotto:",
  "lotto_bet_a7":"Tickets can be purchased at local lottery shops or grocery/convenience stores.",
  "lotto_bet_a8":"Lotto Betting:",
  "lotto_bet_a9":"At Bingo69 you log in to your account at www.bingo69.com and play online.",
  "lotto_bet_a10":"Which lotteries can I play?",
  "lotto_bet_a11":"Playing the Lotto:",
  "lotto_bet_a12":"You can only take part in lotteries that are only available and approved in your region.",
  "lotto_bet_a13":"Lotto Betting:",
  "lotto_bet_a14":"At Bingo69 you can bet on a wide selection of lotteries from around the world as well as your favorite local lottery.",
  "lotto_bet_a15":"How do I pick my numbers?",
  "lotto_bet_a16":"Playing the Lotto:",
  "lotto_bet_a17":"At the place of purchase, usually a Lottery outlet, grocery or convenience store, you would fill out the number selection form, or select the ‘lucky pick’ option.",
  "lotto_bet_a18":"Lotto Betting:",
  "lotto_bet_a19":"At Bingo69, you select your preferred lottery from the many available, pick your numbers, just as you would when purchasing a physical ticket, then place your bet. All in just a few clicks.",
  "lotto_bet_a20":"How can I make a purchase?",
  "lotto_bet_a21":"Playing the Lotto:",
  "lotto_bet_a22":"Buying your ticket at a lottery outlet or grocery/convenience store will rely on what method of payment they accept. Some stores still take cash only.",
  "lotto_bet_a23":"Lotto Betting:",
  "lotto_bet_a24":"At Bingo69, the final price of the bet is taken from your account balance, or preferred method of payment when you confirm your purchase.",
  "lotto_bet_a25":"How do I know when I win?",
  "lotto_bet_a26":"Playing the Lotto:",
  "lotto_bet_a27":"The only way to find out if you’ve won when playing the lottery is to check the numbers yourself",
  "lotto_bet_a28":"Lotto Betting:",
  "lotto_bet_a29":"At Bingo69, you can reference all your previously purchased bets directly from your account and when you win a prize, we’ll reach out to you to let you know.",
  "lotto_bet_a30":"Who pays out the winnings?",
  "lotto_bet_a31":"Playing the Lotto:",
  "lotto_bet_a32":"The lottery with whom you purchased the ticket from pays out the winnings when your claim is validated and verified.",
  "lotto_bet_a33":"Lotto Betting:",
  "lotto_bet_a34":"The Bingo69 insurance model covers and guarantees the bigger prize payouts whilst Bingo69 covers the smaller prizes directly.",
  "lotto_bet_a35":"How do I get my winnings?",
  "lotto_bet_a36":"Playing the Lotto:",
  "lotto_bet_a37":"Return to your place of purchase for the collection of smaller winnings or instructions on how to claim a bigger win.",
  "lotto_bet_a38":"Lotto Betting:",
  "lotto_bet_a39":"At Bingo69, winners get their prize directly into their account.",

  "about_lottoday":"About Bingo69",
  "about_lottoday_1":"Bingo69 offers a new and exciting way to bet on the outcome of your favorite international lottery with ease. All the latest and greatest jackpots are available to play on, including Powerball, Mega Millions, Euro Millions and so much more. The odds are the same and the prizes are the same too!",
  "about_lottoday_2":"Experience the excitement of a huge lottery win, anywhere, anytime on Bingo69’s fully mobile responsive and lightning fast website.  At Bingo69 you have the freedom and convenience to select how frequently you’d like to play and how much you want to spend. ",
  "about_lottoday_3":"In addition to lottery betting, we offer a wide selection of win scratch cards and casino games.",
  "about_lottoday_4":"Better than your average",
  "about_lottoday_5":"At Bingo69 you always get more than what you expect. On top of being able to bet on the biggest jackpots from around the world, Bingo69 is constantly satisfying users with special offers, discounts and free gifts, making Bingo69 not only the best place to play, but also the most rewarding.",
  "about_lottoday_6":"Winning at Bingo69",
  "about_lottoday_7":"When you win with Bingo69, prizes will be credited to your account balance at the earliest time possible. As soon as your winnings are available in your account, you can proceed to withdraw them or use them to continue playing. For further information on how jackpot winnings are received see our full Terms and Conditions.",
  "about_lottoday_8":"Get in Touch",
  "about_lottoday_9":"Bingo69 puts the customer first and love to hear from all our users. If you want any comments, feedback or suggestions you can always contact us by sending an email to <a href='mailto:support@bingo69.com' title='support@bingo69.com'>support@bingo69.com</a>",
  "about_lottoday_10":"Want to know more?",
  "about_lottoday_11":"Bingo69 is operated by BETPOINT GROUP LIMITED. (Company number C52434, registered address: Dragonara Business Centre, 5th Floor, Dragonara Road, St Julians, STJ 3141, Malta). Any persons under the age of 18 are not permitted to open an account with Bingo69.",
  "lottery_info_title":"{{name}} Lottery Overview",
  "lottery_info_pick":"What numbers can I pick?",
  "lottery_info_draw":"When does the {{name}} draw?",
  "lottery_info_additional":"Additional information on the {{name}}",

  "lottery_PowerBall_desc_1":"Powerball is one of the largest lotteries in the world; draws take place twice weekly on Wednesdays & Saturdays and its starting jackpot seeds at an exceptionally high $40,000,000. In January 2016, its jackpot reached a record-breaking $1.58 billion. Place your bet now to experience the winning power of Powerball.",
  "lottery_PowerBall_desc_2":"The 44-state lotto in America called Lotto America started in 1988 and its name changed to Powerball in 1992. It was the first game to use two drums to draw numbers.",
  "lottery_PowerBall_pick_desc":"To bet on the outcome of the Powerball, players need to select five main numbers from 1 to 69 and a single ‘Powerball’ number from number 1 to 26.",
  "lottery_PowerBall_draw_desc":"US Powerball draws takes place weekly on Wednesday and Saturday nights at 23:00 EST. US Powerball results can be viewed at Bingo69.",
  "lottery_PowerBall_info_desc":"In 2015, the balls grew from 59 to 69 balls and the Powerball were reduced from 35 to 26, improving the chances to win a prize to 1 in 24. The odds of winning a jackpot then stood at 1 in 292,201,338. Other prize tiers offered $50,000 for a match of 4 plus 1 matches. Only three months following the change a staggering $1.5 billion jackpot doubled all previous records after 20 rollovers.",
  "lottery_PowerBall_info_desc_1":"The US Powerball offers an impressive $40,000,000 starting jackpot, it remains the richest starting jackpot in the world and its personal best broke all records in January 2016 when the jackpot reached $1.58 billion. Bet on the US Powerball today at Bingo69 for your chance to win billions.",

  "lottery_MegaMillions_desc_1":"The Mega Millions jackpot is known for its record-breaking payouts. It held the record for four years with its astounding jackpot of $656 million. Betting on the Mega Millions at Bingo69 puts you in line to win the next record-breaking Mega Million jackpot. Bet now and potentially change your life forever.",
  "lottery_MegaMillions_desc_2":"To bet on the outcome of the Mega Millions, players need to select five numbers from 1 to 70 and one number from 1 to 25.",
  "lottery_MegaMillions_pick_desc":"Mega Millions draws takes place weekly on Tuesday and Friday nights at 23:00 EST. Mega Millions results can be viewed at Bingo69.",
  "lottery_MegaMillions_draw_desc":"Mega Millions made history in March 2012 when its jackpot reached $656 million and winning tickets in Maryland, Kansas, and Illinois saw the jackpot split three ways. Mega Millions held this record until January 2016 when a US Powerball jackpot became the highest ever.",
  "lottery_MegaMillions_info_desc":"Astounding payouts include five NY friends winning $106 million in 2015, $265 million won by a player from Naperville, $265 million won by a winning ticket bought in Wurtsboro in 2014 and a $324 million win in 2013.",
  "lottery_MegaMillions_info_desc_1":"Could your bet be on a new record-breaking jackpot win? The only way to find out is by betting now at Bingo69!",

  "lottery_UKLotto_desc_1":"The UK Lottery started off 2016 by awarding a staggering jackpot prize, shattering all previous records with a win of £66 million. Match 6 numbers with your online Bingo69 bet and it could very well be you who wins a multi-million pound UK Lottery jackpot.",
  "lottery_UKLotto_desc_2":"In November 1994, the first national lottery draw in the UK started a winning fever in Britain, over 49 million tickets were sold, and many awaited the BBC One show with crossed fingers. The slogan “It could be You” boosted sales and 1,152,611 tickets won, sharing a prize poll of over £22 million.",
  "lottery_UKLotto_pick_desc":"To bet on the outcome of the UK Lotto, players need to select five numbers from 1 to 59.",
  "lottery_UKLotto_draw_desc":"UK Lotto draws takes place weekly on Wednesday and Saturday nights. UK Lotto results can be viewed at Bingo69.",
  "lottery_UKLotto_info_desc":"The overall odds of winning any lotto prize is 1 in 9.3. In January 2016 two tickets shattered the record and won £66 million, each ticket holder walked away with £33 million.",
  "lottery_UKLotto_info_desc_1":"UK Lotto draws take place every Wednesday with estimated ticket sales in excess of 7.1 million and on Saturdays with estimated ticket sales of 14.4 million. Place your bet now at Bingo69 as the next UK Lotto jackpot amount could be yours!",

  "lottery_ElGordo_desc_1":"El Gordo de la Primitiva is a Sunday afternoon draw and its name translated means ‘The Big One’. Weekly jackpot prizes could reach €30,000,000 or more. Plenty of rollovers take place and El Gordo offers reasonable odds of winning. Place your bet by Sunday morning and you could be a newly crowned El Gordo de la Primitiva winner!",
  "lottery_ElGordo_desc_2":"",
  "lottery_ElGordo_pick_desc":"To bet on the outcome of the El Gordo, players need to select five numbers from 1 to 54 and one number from 1 to 9.",
  "lottery_ElGordo_draw_desc":"El Gordo draws takes place weekly on Sundays. El Gordo results can be viewed at Bingo69.",
  "lottery_ElGordo_info_desc":"To get your week off to a great start with the El Gordo de la Primitiva, place your bet now at  Bingo69. To participate players need to select five numbers from the first range of numbers between 1 to 54 and another number from the second range of 0 to 9. El Gordo features the zero which is unusual in most lotteries.",
  "lottery_ElGordo_info_desc_1":"",

  "lottery_EuroMillions_desc_1":"In 2004 the EuroMillions lottery started with only three participating countries, included were the UK, Spain, and France. Only eight months later Switzerland, Luxembourg, Ireland, Portugal, Belgium and Australia joined due to its remarkable popularity. ",
  "lottery_EuroMillions_desc_2":"The 1st draw was held in February 2004 and a player from France held the ticket matching all the winning numbers and became the first winner of the EuroMillions jackpot.",
  "lottery_EuroMillions_pick_desc":"To bet on the outcome of the Euro Millions, players need to select five numbers from 1 to 50 and one number from 1 to 12.",
  "lottery_EuroMillions_draw_desc":"Euro Millions draws takes place weekly on Tuesday and Friday nights. Euro Millions results can be viewed at Bingo69.",
  "lottery_EuroMillions_info_desc":"EuroMillions launched the second draw on Tuesdays in 2011 and at the same time added a new prize level for matching just two numbers, the Lucky Star ball pool enlarged from 9 to 11 numbers and to mark the EuroMillions Superdraw a guaranteed jackpot of €100 million was offered.",
  "lottery_EuroMillions_info_desc_1":"Bet on the outcome of the Euro Millions at Bingo69, select five main numbers from 1 to 50 and two lucky stars from 1 to 11. Results will be displayed soon after the draws on Tuesday’s and Friday’s. Remember you got to play EuroMillions to win it!",

  "lottery_EuroJackpot_desc_1":"Friday night is EuroJackpot time as players pool together for the jackpot prize drawn in Helsinki.Up to the start of 2013, the EuroJackpot lotto had a rollover clause, if the jackpot was not won for 12 consecutive draws, in the 13th draw, if again no ticket matched all seven the numbers drawn the jackpot would be paid out to the 2nd tier winner. This clause was changed after seeing the success of other lotteries, in 2012.",
  "lottery_EuroJackpot_desc_2":"The goal is to match five numbers out of 50 and the two additional numbers out of an extra 10. The odds of winning the jackpot is 1 in 95,344,200 and there are 12 tiers of winning prizes in the EuroJackpot.",
  "lottery_EuroJackpot_pick_desc":"To bet on the outcome of the Euro Jackpot, players need to select five numbers from 1 to 50 and two number from 1 to 10.",
  "lottery_EuroJackpot_draw_desc":"Euro Jackpot draws takes place weekly on Friday nights. Euro Jackpot results can be viewed at Bingo69.",
  "lottery_EuroJackpot_info_desc":"After several countries joined the EuroJackpot it had a wider reach of potential players and its audience increased to 270 million.",
  "lottery_EuroJackpot_info_desc_1":"Players can now win the EuroJackpot lotto by selecting five lucky numbers from 1 to 50 and two Euro numbers from 1 to 10 and if all seven numbers match the Friday night draw the jackpot prize is awarded. EuroJackpot results are displayed shortly after the draw and players have the chance to hunt down millions by betting on the outcome online at Bingo69!",

  "lottery_SuperEnaLotto_desc_1":"The SuperEnalotto is Italy’s most popular national lottery, played by millions every week. SuperEnalotto launched in 1997 when it replaced the earlier Enolotto played since the 1950’s. There is no cap on rollovers and in October 2010 the SuperEnalotto jackpot topped €177 million.",
  "lottery_SuperEnaLotto_desc_2":"All draws take place at 8 pm in Italy and participating in the SuperEnalotto is now open to players from around the globe to bet on the outcome at Bingo69. There are 3 weekly draws on Saturday, Thursday, and Tuesday. Six main numbers and one jolly number are randomly selected by SuperEnalotto machine. The jolly number assists players to win higher consolation prizes if the jackpot escapes them and its function is similar to bonus balls used in other lotteries.",
  "lottery_SuperEnaLotto_pick_desc":"To bet on the outcome of the SuperEnalotto, players need to select five numbers from 1 to 90.",
  "lottery_SuperEnaLotto_draw_desc":"SuperEnalotto draws takes place weekly on Saturday, Thursday, and Tuesday. SuperEnalotto results can be viewed at Bingo69.",
  "lottery_SuperEnaLotto_info_desc":"SuperEnalotto is one of Europe’s most loved games. It’s really a go big or go home lottery. With over 5 ways to win, players have a 1 in 327 chance to win a prize. The ideal outcome is to match all six numbers and claim multi-millions. Bet on the outcome today at Bingo69. The SuperEnalotto winning history includes jackpot wins of €71.4 million in 2007, €100.8 million in 2008 and €147.8 million in 2009.",
  "lottery_SuperEnaLotto_info_desc_1":"Could you have the winning bet on the next record-breaking jackpot? To find out now!",

  "lottery_OzLotto_desc_1":"The Oz Lotto was the first true national lottery in Australia, launched in early 1994 to become the largest Australian lottery due to its impressive jackpot amounts. In 2012 a jackpot prize of $112 million AUD set a new record.",
  "lottery_OzLotto_desc_2":"The Oz Lotto draw takes place every Tuesday night at 8:30 pm AEST or 9:30 pm AEDT and it is televised on Channel 7 in Australia. Every Tuesday evening 9 balls are drawn at random from 45 balls numbering 1 to 45. The first seven balls are the winning numbers, followed by two additional numbers.",
  "lottery_OzLotto_pick_desc":"To bet on the outcome of the Oz Lotto, players need to select five numbers from 1 to 45.",
  "lottery_OzLotto_draw_desc":"Oz Lotto draws takes place weekly on Tuesday. Oz Lotto results can be viewed at Bingo69.",
  "lottery_OzLotto_info_desc":"“What will your numbers bring you this Tuesday” is the Oz Lotto slogan, and anyone who has numbers with special meanings to them could appreciate their significance, even more, when matched in the next draw. The Oz Lotto offers seven prize divisions with the first being the jackpot in which players need to match all seven numbers, and in division 7 you need to match three numbers and one of the supplementary numbers. The last two balls are drawn to determine prizes in the second, fourth and seventh division.",
  "lottery_OzLotto_info_desc_1":"Life changing prizes from any division could change your life forever! Bet on the outcome today at Bingo69 and you might be the next big winner!",


  "lottery_PowerballAustralia_desc_1":"The very first Australian Powerball draw took place in May 1996 and throughout its history, the format of the game only changed once. In 2013, newly introduced regulations meant that players needed to match more numbers from a smaller pool of numbers to secure the top prize. ",
  "lottery_PowerballAustralia_desc_2":"The current format requires six numbers to be selected from 1 to 40 and the Powerball number can now be chosen from 1 to 20. The change received a warm welcome in 2013 since it also increased winning odds to win a prize from 1 in 120 to 1 in 78.",
  "lottery_PowerballAustralia_pick_desc":"To bet on the outcome of the Powerball Australia, players need to select five numbers from 1 to 40 and one number from 1 to 20.",
  "lottery_PowerballAustralia_draw_desc":"Powerball Australia draws takes place weekly on Thursday. Powerball Australia results can be viewed at Bingo69.",
  "lottery_PowerballAustralia_info_desc":"In 2009, the Powerball jackpot reached an all-time high of $80 million after eight consecutive rollovers; the record-breaking jackpot was finally won in July, split between two tickets, one bought in New South Wales and the other in Victoria. ",
  "lottery_PowerballAustralia_info_desc_1":"Experience the thrill of the Powerball from outside Australia by placing a bet on the outcome at Bingo69. To win an amount equalling the amazing Australian Powerball jackpot you need to have a bet on, find out just how lucky your favorite numbers are by getting your ticket today! ",

  "play":"PLAY",

  "Cookie_Policy_heading":"Bingo69 cookie policy",
  "Cookie_Policy_Introduction":"Introduction",
  "Cookie_Policy_Introduction_1":"When you visit or access our website or when you interact or engage with our services (collectively, <b>Products</b>, we use (and authorize third parties to use) web beacons, cookies, pixel tags, scripts, tags and other technologies (<b>Tracking Technologies</b>).<br><br>The Tracking Technologies allow us to automatically collect information about you and your online behavior, as well as your device (for example your computer or mobile device), in order to enhance your navigation on our Products, improve our Products' performance and customize your experience on our Products. We also use this information to collect statistics about the usage of our Products, perform analytics, deliver content which is tailored to your interests and administer services to our Users, advertisers, publishers, customers and partners.<br><br>In addition, we may merge information we have with information collected through Tracking Technologies and with information we may obtain from other sources and, as a result, such information may become personal Information.<br><br>We also allow third parties to collect information about you through Tracking Technologies, for analytics, bug reporting, security, marketing and ad-targeting purposes.<br><br>",

"Cookie_Policy_cookies_q1":"What are cookies?",
"Cookie_Policy_store_cookies_q2":"When do we store cookies?",
"Cookie_Policy_Tracking_Technologies_q3":"What types of Tracking Technologies do we use?",
"Cookie_Policy_cookie_settings_q4":"How to manage your cookie settings",
"Cookie_Policy_Turning_off_cookies_q5":"Turning off cookies via your web browser",
"Cookie_Policy_third_party_cookies_q6":"Turning off third party cookies",

"Cookie_Policy_cookies_a1":"Cookies are small text files (composed only of letters and numbers) that a web server places on your computer or mobile device when you visit a webpage or an app. When used, the cookie can help make our websites, mobile apps and services more user-friendly, for example by remembering your language preferences and settings. You can find more information about cookies at <a href='http://www.allaboutcookies.org' target='_blank'>www.allaboutcookies.org</a>.<br><br>Cookies are widely used in order to make websites work in an efficient way. The use of cookies allows you to navigate between pages efficiently. Cookies remember your preferences, and make the interaction between you and the website and our services smoother and more efficient. Cookies are also used to help ensure that the advertisements you see online are relevant to you and your interests.<br><br>",
"Cookie_Policy_store_cookies_a2":"We store cookies when you visit or access our website or when you interact with our services – these are called <b>first party cookies</b>. In addition, cookies are stored by other third parties (for example our analytics service providers, business partners and advertisers) who run content through our services – these are called <b>third party cookies</b>. Both types of cookies may be stored either for the duration of your interaction with our services or for repeat visits.<br><br>",
"Cookie_Policy_Tracking_Technologies_a1":"There are five main types of Tracking Technologies:<br><br>",
"Cookie_Policy_Tracking_Technologies_a2":"Strictly necessary –",
"Cookie_Policy_Tracking_Technologies_a3":"These Tracking Technologies are essential to enable you sign in, navigate around and use the features of our websites or services, or to provide a service requested by you (such as your username). Examples include remembering previous actions (e.g. entered text) when navigating back to a page in the same session. We do not need to obtain your consent in order to use these Tracking Technologies. These Tracking Technologies can be used for security reasons - for example to detect violation of our policies, identify and prevent fraud, fulfill your requests and to support other security features.<br><br>",
"Cookie_Policy_Tracking_Technologies_a4":"Functionality –",
"Cookie_Policy_Tracking_Technologies_a5":"These Tracking Technologies allow us to remember choices you make (as your user name, language) and provide enhanced and a more personalized features. The information these cookies collect remains anonymous and they cannot track your browsing activity.<br><br>",
"Cookie_Policy_Tracking_Technologies_a6":"Performance –",
"Cookie_Policy_Tracking_Technologies_a7":"These Tracking Technologies collect information about your online activity, including behavioral data and content engagement metrics. These Tracking Technologies are used for analytics, research and to perform statistics (based on aggregated information).<br><br>",
"Cookie_Policy_Tracking_Technologies_a8":"Targeting or advertising cookies –",
"Cookie_Policy_Tracking_Technologies_a9":"These Tracking Technologies are used to deliver tailored offers and advertisements to you, based on your derived interests. They can also be used to cap the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign. They are usually placed by our advertisers (for example advertising networks) and provide them insights about the people who see and interact with their ads, visit their websites or use their app.<br><br>",
"Cookie_Policy_Tracking_Technologies_a10":"Social media cookies – ",
"Cookie_Policy_Tracking_Technologies_a11":"Our website and services may include social media features, such as the Facebook <b>Like</b> or <b>Share</b> buttons. These features are either hosted by a third party or hosted directly through our services. Your interactions with these features are governed by the privacy statement of the company providing these features.<br><br>",
"Cookie_Policy_Tracking_Technologies_a12":"The following table below summarizes the cookies we use.<br><br>",
"Cookie_Policy_cookie_settings_a1":"Please note that we do not recognize or respond to automated browser signals regarding Tracking Technologies, including <b>Do Not Track</b> requests. However, there are various ways in which you can manage and control your cookie settings. Please remember that, by deleting or blocking cookies, some of the features of our website or services may not work properly or as effectively.<br><br>",

"Cookie_Policy_Turning_off_cookies_h1":"<b>Cookie</b>",
"Cookie_Policy_Turning_off_cookies_h2":"<b>Type</b>",
"Cookie_Policy_Turning_off_cookies_h3":"<b>Purpose</b>",
"Cookie_Policy_Turning_off_cookies_h4":"<b>Description</b>",
"Cookie_Policy_Turning_off_cookies_t1":"<b>Google Analytic</b>",
"Cookie_Policy_Turning_off_cookies_t2":"Third party cookie",
"Cookie_Policy_Turning_off_cookies_t3":"Performance ",
"Cookie_Policy_Turning_off_cookies_t4":"This cookie is used to collect information about how visitors use our website and services. We use the information to compile reports and to help us improve our services. The cookies collect information in an anonymous form, including the number of visitors to our website and services, where visitors have come to our website and the pages they visited.<a href='/privacy-policy'>Privacy policy</a>",
"Cookie_Policy_Turning_off_cookies_t5":"<b>Facebook</b>",
"Cookie_Policy_Turning_off_cookies_t6":"Third party cookie",
"Cookie_Policy_Turning_off_cookies_t7":"Social media and advertising",
"Cookie_Policy_Turning_off_cookies_t8":"Facebook store cookies which allow the Facebook <b>Like</b> social sharing functionality but only if you click on the Facebook <b>Like</b> button on our Platform or log in to the Platform using your Facebook account.<a href='/privacy-policy'>Privacy policy</a>",
"Cookie_Policy_Turning_off_cookies_t9":"<b>Mix Panel</b>",
"Cookie_Policy_Turning_off_cookies_t10":"Third party cookie",
"Cookie_Policy_Turning_off_cookies_t11":"Performance and targeting",
"Cookie_Policy_Turning_off_cookies_t12":"This cookie is used to track visitors' interactions with our website in order to measure and analyze these interactions and to provide tools for targeted communication with them.<a href='/privacy-policy'>Privacy policy</a>",
"Cookie_Policy_Turning_off_cookies_t13":"<b>Push Crew</b>",
"Cookie_Policy_Turning_off_cookies_t14":"Third party cookie",
"Cookie_Policy_Turning_off_cookies_t15":"Targeting and advertising ",
"Cookie_Policy_Turning_off_cookies_t16":"This cookie is used to reach out website visitors and users, based on their interests or actions on our website, by sending seamlessly push notifications and alerts to whatever browser or device they are using.<a href='/privacy-policy'>Privacy policy</a>",
"Cookie_Policy_Turning_off_cookies_t17":"<b>Other  Tracking Technologies</b>",
"Cookie_Policy_Turning_off_cookies_t18":"First and third party  Tracking Technologies",
"Cookie_Policy_Turning_off_cookies_t19":"Strictly necessary",
"Cookie_Policy_Turning_off_cookies_t20":"Other unlisted Tracking Technologies might be in use on internal sections of the website or our services.",
"Cookie_Policy_Turning_off_cookies_a1":"Most web browsers will provide you with some general information about cookies, enable you to see what cookies are stored on your device, allow you to delete them all or on an individual basis, and enable you to block or allow cookies for all websites or individually selected websites. You can also normally turn off third party cookies separately. Please note that the settings offered by a browser or device often only apply to that particular browser or device.<br><br>",
"Cookie_Policy_Turning_off_cookies_a2":"Information about cookies is usually found in the <b>Help</b> section of the web browser. Below are some links to some commonly used web browsers:",
"Cookie_Policy_Turning_off_cookies_a3":"<a href='http://support.google.com/chrome/answer/95647?hl=en' target='_blank'>Chrome</a>",
"Cookie_Policy_Turning_off_cookies_a4":"<a href='http://support.google.com/chrome/answer/114662?l=en&visit_id=1-636535817525904523-458188156&rd=1' target='_blank'>Chrome for mobile</a>",
"Cookie_Policy_Turning_off_cookies_a5":"<a href='http://windows.microsoft.com/en-us/windows-vista/block-or-allow-cookies' target='_blank'>Internet Explorer and Microsoft Edge</a>",
"Cookie_Policy_Turning_off_cookies_a6":"<a href='http://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer' target='_blank'>Mozilla Firefox</a>",
"Cookie_Policy_Turning_off_cookies_a7":"<a href='http://support.apple.com/kb/PH19214?locale=en_US' target='_blank'>Safari</a>",
"Cookie_Policy_third_party_cookies_a1":"You can turn off certain third party targeting/advertising cookies by visiting the following link:",
"Cookie_Policy_third_party_cookies_a2":"<a href='http://www.networkadvertising.org/choices/' target='_blank'>Network Advertising Initiative</a>",
"ALL":"ALL",
"LOTTO_WIN":"Win",
"LOTTO_BUYIN":"Purchase",
"LOTTO_BUYIN_CANCEL":"Purchase cancelled",
"LOTTO_LEAVE_TABLE":"LOTTO_LEAVE_TABLE",
"LOTTO_LOWERING_BET":"Refund",
"REAL_CASH_DEPOSIT":"Deposit",
"REAL_CASH_WITHDRAW":"Withdrawal",
"PLAYER_SUBSCRIPTION":"Subscription",
"REAL_CASH_ADDITION_BY_CS":"Balance Adjustment",
"REAL_CASH_REMOVAL_BY_CS":"Balance Adjustment",
"NEGATIVE_BALANCE_ADDITION_FOR_WIN_REVERSE":"Balance Adjustment",
"REAL_CASH_ADJUSTMENT_FOR_WIN_REVERSE_CAPTURE":"Balance Adjustment",
"POSITIVE_ADJUSTMENT":"Balance Adjustment",
"NEGATIVE_ADJUSTMENT":"Balance Adjustment",
"NEGATIVE_BALANCE_ADDITION_FOR_FRAUD":"Balance Adjustment",
"REAL_CASH_ADJUSTMENT_FOR_FRAUD_CAPTURE_BY_CS":"Balance Adjustment",
"REAL_CASH_DEBIT_FOR_USER_INACTIVITY":"Balance Adjustment",
"PENDING":"PENDING",
"SUCCESS":"COMPLETED",
"wrong password":"Incorrect current password"
}
